{"reminiscences-of-pioneer-days-in-st-paul": ["The story begins in St. Paul, Minnesota, in the mid-19th century. The narrator describes the significant advancements in newspaper production from the perspective of James M. Goodhue, a potential time-traveler from the era. In Goodhue's time, the web-perfecting press could produce 25,000 impressions per hour, while the linotype machine was capable of setting 6,000 to 10,000 ems per hour. In contrast, the old hand press and hand compositor could only manage 240 impressions and 800 to 1,000 ems per hour, respectively.\n\nThe story then shifts focus to the early days of St. Paul's daily newspapers, which were much smaller in scale than their modern counterparts. A typical newspaper office consisted of a pressman, five or six compositors, two editors, and a business manager. The narrative highlights the challenges faced by early newspaper managers, editors, and compositors.\n\nIn 1857, an election took place in Minnesota to choose delegates for a constitutional convention, aimed at admitting Minnesota as a state. This historical context sets the stage for the remainder of the story, which will likely involve the early St. Paul newspapers' coverage and involvement in this significant political event.", "The story begins in St. Paul, Minnesota, in the mid-19th century, where significant advancements in newspaper production are taking place. At this time, the web-perfecting press can produce 25,000 impressions per hour, while the linotype machine can set 6,000 to 10,000 ems per hour. This is a vast improvement over the old hand press and hand compositor, which could only manage 240 impressions and 800 to 1,000 ems per hour, respectively.\n\nThe narrative then shifts focus to the early days of St. Paul's daily newspapers, which are much smaller in scale than their modern counterparts. A typical newspaper office consists of a pressman, five or six compositors, two editors, and a business manager. The story highlights the challenges faced by early newspaper managers, editors, and compositors.\n\nIn 1857, an election takes place in Minnesota to choose delegates for a constitutional convention, aimed at admitting Minnesota as a state. This historical context sets the stage for the remainder of the story.\n\nAs the election results come in, the division between Republicans and Democrats is so close that when the delegates meet, they hold separate conventions. The contract for printing the proceedings of these conventions is awarded to the two leading papers of the state - the Pioneer and the Minnesotian. The Pioneer is tasked with printing the proceedings of the Democratic body, while the Minnesotian is responsible for printing the proceedings of the Republican convention.\n\nThe contract requires the purchase of considerable materials, so Mr. Moore, the business manager of the Minnesotian, travels to New York to buy a Hoe press, the first one ever brought to the state, as well as a large quantity of type and a Hoe proof press. However, just as the book is about to be completed, an injunction is issued, preventing the Minnesotian from drawing any money from the state until the question of its right to do any state printing is determined by the district court.\n\nMr. Goodrich, the state printer, claims he has the right to print the proceedings of both constitutional bodies, causing great consternation in the Minnesotian office. Most of the men have not received more than half pay for some time, and now, when the balance of their pay is almost in sight, they are suddenly compelled to await the slow and doubtful action of the courts before receiving pay for their summer's work.\n\nFortunately, the district court, confirmed by the supreme court, decides in favor of the Minnesotian. The day following the decision, Mr. Moore brings down a bag of gold from the capitol, containing $4,000, which he divides up among his employees.\n\nIn 1858, when the first Atlantic cable is laid, the news is eagerly anticipated in St. Paul. Nearly every inhabitant of the city turns out to greet the arrival of the Gray Eagle and Itasca, two of the fastest boats on the river, which are expected to bring the news of the successful laying of the cable.", "The story begins in St. Paul, Minnesota, in the mid-19th century, during a time of significant advancements in newspaper production. The web-perfecting press can now produce 25,000 impressions per hour, and the linotype machine can set 6,000 to 10,000 ems per hour, surpassing the capabilities of the old hand press and hand compositor. \n\nThe narrative then shifts to the early days of St. Paul's daily newspapers. A typical newspaper office includes a pressman, five or six compositors, two editors, and a business manager. The story highlights the challenges faced by early newspaper managers, editors, and compositors.\n\nIn 1857, an election takes place in Minnesota to choose delegates for a constitutional convention, which sets the stage for the remainder of the story. As the election results come in, the division between Republicans and Democrats is so close that when the delegates meet, they hold separate conventions. The contract for printing the proceedings of these conventions is awarded to the two leading papers of the state - the Pioneer and the Minnesotian. \n\nThe Pioneer is tasked with printing the proceedings of the Democratic body, while the Minnesotian is responsible for printing the proceedings of the Republican convention. The contract requires the purchase of considerable materials, so Mr. Moore, the business manager of the Minnesotian, travels to New York to buy a Hoe press, the first one ever brought to the state, as well as a large quantity of type and a Hoe proof press.\n\nHowever, just as the book is about to be completed, an injunction is issued, preventing the Minnesotian from drawing any money from the state until the question of its right to do any state printing is determined by the district court. This decision causes great consternation in the Minnesotian office, as most of the men have not received more than half pay for some time. \n\nFortunately, the district court, confirmed by the supreme court, decides in favor of the Minnesotian. The day following the decision, Mr. Moore brings down a bag of gold from the capitol, containing $4,000, which he divides up among his employees.\n\nIn 1858, when the first Atlantic cable is laid, the news is eagerly anticipated in St. Paul. Nearly every inhabitant of the city turns out to greet the arrival of the Gray Eagle and Itasca, two of the fastest boats on the river, which are expected to bring the news of the successful laying of the cable.\n\nThe story then moves to Dubuque, Iowa, where two steamboats, the Itasca and the Gray Eagle, are making their way up the Mississippi River. The Itasca starts from Prairie du Chien, while the Gray Eagle departs from St. Paul. As the boats reach a bend in the river, they are abreast of each other, and as they reach the levee, it is difficult to tell which one is ahead. \n\nA passenger on the Gray Eagle throws a copy of the Dubuque Herald, containing the Queen's message, to the shore, and a messenger from the Minnesotian catches it and runs up Bench street to the Minnesotian office. The Minnesotian has the satisfaction of getting out an extra before their competitors.\n\nIn the summer season, the newspapers rely on the steamboats for late Dubuque and Chicago papers for telegraph news. Messengers from the different offices are at the levee, waiting for the boat bringing the newspapers. James J. Hill and the late Gus Borup are also at the levee, awaiting the arrival of the steamers, but they are after copies of the boats' manifest, not in competition with the newspaper offices.\n\nThe Minnesotian is probably the first daily paper in the West to illustrate a local feature. During the summer of 1859, a man named Jackson is lynched by a mob in Wright county, and Gov. Sibley calls out the Pioneer Guards to proceed to the place where the lynching occurred and arrest all persons connected with the tragedy. The Pioneer Guards are the crack military company of the state, and the only service any of its members ever expected to do is in the service of the state.", "\"Mid-19th century St. Paul: Newspapers advance with technology, face financial struggles, compete for scoops, and navigate political turmoil.\"", "\"Mid-19th century St. Paul: Newspapers advance with technology, face financial struggles, compete for scoops, and navigate political turmoil. The story follows the life of a newspaper worker who witnesses the changes in the newspaper industry firsthand. The Minnesotian, a local newspaper, is an important part of the political landscape, and its editor, Dr. Foster, is a powerful figure in the Republican party. Dr. Foster is known for his fiery temper and vigorous writing style. The narrator recounts an incident where Dr. Foster reacts strongly to the execution of John Brown for his attempted raid into Virginia, exclaiming that a man was hung for an idea in the 19th century. Another incident involves Dr. Foster's reaction to the veto of the Homestead Law by President Buchanan. The law, introduced by Galusha A. Grow of Pennsylvania, was a pet measure of the Republican party. Despite the bill passing the house of representatives and the senate with great effort, President Buchanan vetoed the measure, causing Dr. Foster to erupt in anger and rush out into the street, waving the paper and cursing the president.\"", "The story is set in mid-19th century St. Paul, a time of rapid advancements in technology, financial struggles, and intense competition in the newspaper industry. The narrative follows the life of a worker in the newspaper industry, who witnesses the dynamic changes firsthand. The Minnesotian, a local newspaper, plays a significant role in the political landscape of the city. Its editor, Dr. Foster, is a powerful figure in the Republican party, known for his fiery temper and vigorous writing style.\n\nIn the political sphere, tensions are high due to the competition between the three St. Paul daily papers: the Pioneer, Minnesotian, and Times. From 1854 to 1860, these papers engage in a fierce battle to be the first to publish the full text of the president's message. This struggle reaches its peak during the messages of Presidents Pierce and Buchanan, which are lengthy and require extensive preparations. Type is distributed, and all available printers are engaged to help with the extra editions containing the forthcoming message. The employees are offered $2.50 in gold for their efforts, and an oyster supper is provided for the employees of the first paper to publish the message.\n\nIn one notable incident, the proprietor of the Minnesotian attempts to gain an advantage over his competitors by traveling to Red Wing to intercept the mail coach carrying the president's message. However, due to a miscalculation, the message arrives in St. Paul earlier than expected, and the proprietor receives a copy of his own paper containing the complete message before his return.\n\nThe story also highlights the public's interest in contemporary events. In the spring of 1860, people are eager to learn about two significant events: the great prize fight between Heenan and Sayers in England and the meeting of the Democratic national convention in Charleston. The Minnesota Democrats hope that their idol, Stephen A. Douglas, will be nominated for president. The narrator mentions that this fascination with current events is likely still true today.\n\nThroughout this period, the newspapers face financial struggles, and political tensions run high. Dr. Foster, the editor of the Minnesotian, is particularly invested in these issues. His strong reactions to events, such as the execution of John Brown and the veto of the Homestead Law by President Buchanan, demonstrate his passion and commitment to the Republican cause.", "In 1850s St. Paul, newspapers Pioneer, Minnesotian, and Times compete to publish presidential messages first. Minnesotian's editor, Dr. Foster, a powerful Republican, tries to intercept messages. New telegraph line arrives, but costs prevent use. Low wages, high prices, and political tension persist until 1861, when new payment custom begins.", "In 1850s St. Paul, three newspapers - the Pioneer, Minnesotian, and Times - compete to be the first to publish presidential messages. The Minnesotian's editor, Dr. Foster, a powerful Republican, tries to intercept messages to gain an advantage. However, the arrival of a new telegraph line brings high costs that prevent its use.\n\nThe newspapers face low wages, high prices, and political tension. Amidst this challenging environment, the Pioneer makes a secret contract with the telegraph company, leaving the Minnesotian and Times at a disadvantage. The Minnesotian and Times respond by waiting until the Pioneer is out in the morning and then setting up the telegraph to circulate their papers.\n\nOne of the Minnesotian's editors, having an old acquaintance in the Pioneer's pressroom, secures one of the first printed copies of the Pioneer. This arrangement continues until Earle S. Goodrich, the editor of the Pioneer, learns about it. Goodrich, a versatile writer, prepares bogus telegraph news, including a two-column speech falsely attributed to William H. Seward, and distributes it to the Minnesotian.\n\nThe Minnesotian publishes and distributes the bogus news throughout the city. The Times, unable to obtain an early copy of the Pioneer, also sets up the fake news. This incident highlights the intense competition and lengths the newspapers will go to be the first to publish presidential messages. The story continues in 1861 when a new payment custom begins.", "In the 1850s, St. Paul is home to three competitive newspapers - the Pioneer, Minnesotian, and Times - striving to be the first to publish presidential messages. The Minnesotian's editor, Dr. Foster, a powerful Republican, attempts to intercept messages for an advantage. However, the arrival of a new telegraph line brings high costs, preventing its use.\n\nThe newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage. In response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers.\n\nOne Minnesotian editor, having an old acquaintance in the Pioneer's pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer's editor, learns about it and distributes bogus telegraph news, including a two-column speech falsely attributed to William H. Seward. The Minnesotian and Times publish and distribute the fake news, highlighting the intense competition.\n\nIn 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press.\n\nGov. Marshall is a noble man who, upon hearing of the Union's defeat in the first battle of Bull Run, shares the sad news with the narrator. Despite the initial setback, Marshall becomes one of the bravest in battling for his country's honor.\n\nPrinters are patriotic, and when President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting applies.\n\nThis summary presents a consistent and chronological narrative of the story up to this point, incorporating key events, characters, settings, and their objectives and motivations.", "In the 1850s, St. Paul is home to three competitive newspapers - the Pioneer, Minnesotian, and Times - striving to be the first to publish presidential messages. The Minnesotian's editor, Dr. Foster, a powerful Republican, attempts to intercept messages for an advantage. However, the arrival of a new telegraph line brings high costs, preventing its use. The newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage. In response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers.\n\nOne Minnesotian editor, having an old acquaintance in the Pioneer's pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer's editor, learns about it and distributes bogus telegraph news, including a two-column speech falsely attributed to William H. Seward. The Minnesotian and Times publish and distribute the fake news, highlighting the intense competition.\n\nIn 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press. Gov. Marshall is a noble man who, upon hearing of the Union's defeat in the first battle of Bull Run, shares the sad news with the narrator. Despite the initial setback, Marshall becomes one of the bravest in battling for his country's honor.\n\nPrinters are patriotic, and when President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting applies. This man is later revealed to be Mr. Metcalf, an elderly gentleman who surprises everyone by setting about 1,000 ems at the age of over eighty. His dedication to helping the Press during the war effort is so strong that he refuses to leave the composing room until the paper goes to press, despite his son's concerns for his safety.\n\nMinnesota, despite sending many men to the war in proportion to its population, resorts to a draft in certain counties with large foreign populations. The draft is met with bitter resistance, and threats are made against the St. Paul Press, which earnestly advocates for the vigorous prosecution of the war. In response, a company is organized for self-defense, with Capt. E.R. Otis, a former military man and a compositor at the Press, as the post commander. The office is barricaded, and weapons are brought in, creating a tense atmosphere of anticipation for any potential disturbance. Amidst all this, the Press continues to publish, upholding its duty to inform the public even in the face of adversity.", "In the 1850s, St. Paul is home to three competitive newspapers - the Pioneer, Minnesotian, and Times - striving to be the first to publish presidential messages. The Minnesotian's editor, Dr. Foster, a powerful Republican, attempts to intercept messages for an advantage. However, the arrival of a new telegraph line brings high costs, preventing its use. The newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage. In response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers.\n\nOne Minnesotian editor, having an old acquaintance in the Pioneer’s pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer’s editor, learns about it and distributes bogus telegraph news, including a two-column speech falsely attributed to William H. Seward. The Minnesotian and Times publish and distribute the fake news, highlighting the intense competition.\n\nIn 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press. Gov. Marshall is a noble man who, upon hearing of the Union’s defeat in the first battle of Bull Run, shares the sad news with the narrator. Despite the initial setback, Marshall becomes one of the bravest in battling for his country’s honor.\n\nPrinters are patriotic, and when President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting applies. This man is later revealed to be Mr. Metcalf, an elderly gentleman who surprises everyone by setting about 1,000 ems at the age of over eighty. His dedication to helping the Press during the war effort is so strong that he refuses to leave the composing room until the paper goes to press, despite his son’s concerns for his safety.\n\nMinnesota, despite sending many men to the war in proportion to its population, resorts to a draft in certain counties with large foreign populations. The draft is met with bitter resistance, and threats are made against the St. Paul Press, which earnestly advocates for the vigorous prosecution of the war. In response, a company is organized for self-defense, with Capt. E.R. Otis, a former military man and a compositor at the Press, as the post commander. The office is barricaded, and weapons are brought in, creating a tense atmosphere of anticipation for any potential disturbance.\n\nAmidst this tension, the story now shifts to the summer of 1863. The Pioneer has moved to a new location and is unable to publish an extra on the day of the significant Union victories at Gettysburg and Vicksburg. The Press, having full details of the events, decides to wait to publish until they can provide the fullest possible report. A large crowd gathers outside the Press office, eagerly awaiting news of the victories. The narrator, who has helped prepare the news for press, attempts to deliver the printed papers to the counting room but finds the crowd too large to navigate. He is then lifted onto the shoulders of the crowd and carried to the counting room window, where he sells the extra editions. Despite the potential danger and chaos, the Press continues to fulfill its duty to inform the public.", "In the 1850s, St. Paul is a bustling hub of newspaper competition, with the Pioneer, Minnesotian, and Times vying for the honor of publishing presidential messages first. The Minnesotian's editor, Dr. Foster, attempts to intercept messages, but the arrival of a new telegraph line brings high costs, preventing its use. The newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage. In response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers.\n\nOne Minnesotian editor, having an old acquaintance in the Pioneer’s pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer’s editor, learns about it and distributes bogus telegraph news, causing the Minnesotian and Times to publish and distribute the fake news. In 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press.\n\nPrinters are patriotic, and when President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting, Mr. Metcalf, applies. His dedication to helping the Press during the war effort is so strong that he refuses to leave the composing room until the paper goes to press, despite his son’s concerns for his safety.\n\nMinnesota, despite sending many men to the war in proportion to its population, resorts to a draft in certain counties with large foreign populations. The draft is met with bitter resistance, and threats are made against the St. Paul Press, which earnestly advocates for the vigorous prosecution of the war. In response, a company is organized for self-defense, with Capt. E.R. Otis, a former military man and a compositor at the Press, as the post commander. The office is barricaded, and weapons are brought in, creating a tense atmosphere of anticipation for any potential disturbance.\n\nIn the summer of 1863, the Pioneer moves to a new location and is unable to publish an extra on the day of the significant Union victories at Gettysburg and Vicksburg. The Press, having full details of the events, decides to wait to publish until they can provide the fullest possible report. A large crowd gathers outside the Press office, eagerly awaiting news of the victories. The narrator, who has helped prepare the news for press, attempts to deliver the printed papers to the counting room but finds the crowd too large to navigate. He is then lifted onto the shoulders of the crowd and carried to the counting room window, where he sells the extra editions.\n\nAs the war continues, the daily newspapers expand, keeping up with the requirements of the rapidly increasing population. The newspapers transition from single-cylinder presses to double-cylinders and then turtle-back presses, which print four pages at one time. In 1880, stereotyping is introduced, and in 1892, linotype type-setting machines are installed. The next great advance is expected to be some system of photography that will entirely dispense with the work of the printer. Amidst the chaos and danger of war, the St. Paul Press remains committed to informing the public, even if it means barricading the office and standing on the shoulders of the crowd.", "In the 1850s, St. Paul is a thriving center of newspaper competition, with the Pioneer, Minnesotian, and Times striving to publish presidential messages first. The Minnesotian's editor, Dr. Foster, tries to intercept messages, but the arrival of a new telegraph line brings high costs, preventing its use. The newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage. In response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers.\n\nOne Minnesotian editor, having an old acquaintance in the Pioneer’s pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer’s editor, learns about it and distributes bogus telegraph news, causing the Minnesotian and Times to publish and distribute the fake news. In 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press.\n\nPrinters are patriotic, and when President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting, Mr. Metcalf, applies. His dedication to helping the Press during the war effort is so strong that he refuses to leave the composing room until the paper goes to press, despite his son’s concerns for his safety.\n\nMinnesota, despite sending many men to the war in proportion to its population, resorts to a draft in certain counties with large foreign populations. The draft is met with bitter resistance, and threats are made against the St. Paul Press, which earnestly advocates for the vigorous prosecution of the war. In response, a company is organized for self-defense, with Capt. E.R. Otis, a former military man and a compositor at the Press, as the post commander. The office is barricaded, and weapons are brought in, creating a tense atmosphere of anticipation for any potential disturbance.\n\nIn the summer of 1863, the Pioneer moves to a new location and is unable to publish an extra on the day of the significant Union victories at Gettysburg and Vicksburg. The Press, having full details of the events, decides to wait to publish until they can provide the fullest possible report. A large crowd gathers outside the Press office, eagerly awaiting news of the victories. The narrator, who has helped prepare the news for press, attempts to deliver the printed papers to the counting room but finds the crowd too large to navigate. He is then lifted onto the shoulders of the crowd and carried to the counting room window, where he sells the extra editions.\n\nThe story then shifts to the bustling steamboat era of the upper Mississippi, with hotels and businesses thriving along the levee. The Galena, Dunleith, Dubuque and Minnesota Packet company operates multiple daily lines, and the levee is filled with crowds of people waiting for the steamers' arrival. The steamers' officers are the \"kings of the day,\" and their whistles, such as the deep bass whistle of the Gray Eagle and the discordant notes of the calliope on the Denmark, are well-known. However, by the present time, only the Merchants hotel remains, and the daily lines of steamers have ceased.\n\nAs the war continues, the daily newspapers expand, keeping up with the requirements of the rapidly increasing population. The newspapers transition from single-cylinder presses to double-cylinders and then turtle-back presses, which print four pages at one time. In 1880, stereotyping is introduced, and in 1892, linotype type-setting machines are installed. The next great advance is expected to be some system of photography that will entirely dispense with the work of the printer. Amidst the chaos and danger of war, the St. Paul Press remains committed to informing the public, even if it means barricading the office and standing on the shoulders of the crowd.", "The story is set in St. Paul, Minnesota, during the 1850s and 1860s, a time of intense newspaper competition and political tension. The Pioneer, Minnesotian, and Times compete to publish presidential messages first, with the Minnesotian's editor, Dr. Foster, trying to intercept messages. The arrival of a new telegraph line brings high costs, preventing its use. The newspapers face low wages, high prices, and political tension. The Pioneer secretly contracts with the telegraph company, leaving the Minnesotian and Times at a disadvantage.\n\nIn response, the Minnesotian and Times wait for the Pioneer to publish and then set up the telegraph to circulate their papers. One Minnesotian editor, having an old acquaintance in the Pioneer’s pressroom, secures early copies. This arrangement continues until Earle S. Goodrich, the Pioneer’s editor, learns about it and distributes bogus telegraph news, causing the Minnesotian and Times to publish and distribute the fake news.\n\nIn 1861, a new payment custom begins. The Pioneer retains the monopoly of news until the Press is started. The Press obtains telegraph news from the St. Anthony Falls News due to issues with the telegraph company. Gov. Marshall, concerned, confronts the telegraph company owner, securing full telegraph reports for the Press.\n\nWhen President Abraham Lincoln calls for \"three hundred thousand more\" in July 1862, many enlist, causing difficulties for the Press to maintain its appearance. The Press advertises for help, and a man with theoretical knowledge of typesetting, Mr. Metcalf, applies. His dedication to helping the Press during the war effort is so strong that he refuses to leave the composing room until the paper goes to press, despite his son’s concerns for his safety.\n\nMinnesota, despite sending many men to the war in proportion to its population, resorts to a draft in certain counties with large foreign populations. The draft is met with bitter resistance, and threats are made against the St. Paul Press, which earnestly advocates for the vigorous prosecution of the war. In response, a company is organized for self-defense, with Capt. E.R. Otis, a former military man and a compositor at the Press, as the post commander. The office is barricaded, and weapons are brought in, creating a tense atmosphere of anticipation for any potential disturbance.\n\nThe story then shifts to the bustling steamboat era of the upper Mississippi, with hotels and businesses thriving along the levee. The Galena, Dunleith, Dubuque and Minnesota Packet company operates multiple daily lines, and the levee is filled with crowds of people waiting for the steamers' arrival. However, by the present time, only the Merchants hotel remains, and the daily lines of steamers have ceased.\n\nAs the war continues, the daily newspapers expand, keeping up with the requirements of the rapidly increasing population. The newspapers transition from single-cylinder presses to double-cylinders and then turtle-back presses, which print four pages at one time. In 1880, stereotyping is introduced, and in 1892, linotype type-setting machines are installed. The next great advance is expected to be some system of photography that will entirely dispense with the work of the printer.\n\nThe St. Paul Press remains committed to informing the public, even if it means barricading the office and standing on the shoulders of the crowd. The Press's dedication to providing accurate and timely news is evident in its decision to wait to publish a full report on the significant Union victories at Gettysburg and Vicksburg, causing a large crowd to gather outside the Press office, eagerly awaiting news of the victories.", "During the 1850s-1860s in St. Paul, Minnesota, three newspapers compete for scoops, leading the Minnesotian and Times to publish fake news after learning the Pioneer had secretly contracted with the telegraph company. Political tension arises when the city votes to donate $10,000 per mile to railroad companies, and Gov. Sibley refuses to issue bonds. In 1861, the Pioneer retains a news monopoly, but the Press obtains telegraph news from the St. Anthony Falls News. When the Civil War begins, the Press faces resistance, leading to the formation of a self-defense company. The Press remains dedicated to providing accurate news.", "During the 1850s-1860s in St. Paul, Minnesota, three newspapers compete for scoops, leading the Minnesotian and Times to publish fake news after learning the Pioneer had secretly contracted with the telegraph company. Political tension arises when the city votes to donate $10,000 per mile to railroad companies, and Gov. Sibley refuses to issue bonds. In 1861, the Pioneer retains a news monopoly, but the Press obtains telegraph news from the St. Anthony Falls News. When the Civil War begins, the Press faces resistance, leading to the formation of a self-defense company. The Press remains dedicated to providing accurate news.", "During the 1850s-1860s in St. Paul, Minnesota, three newspapers - the Minnesotian, Times, and Press - compete for scoops, leading the Minnesotian and Times to publish fake news after learning the Pioneer had secretly contracted with the telegraph company. Political tension arises when the city votes to donate $10,000 per mile to railroad companies, and Gov. Sibley refuses to issue bonds.\n\nIn the midst of this tension, the Times' editorial staff, including a reporter, is sent to cover the aftermath of conflicts between the Sioux and Chippewas. The reporter provides a graphic description of the events but is unable to determine the \"origin of the difficulty,\" which amuses the city's old inhabitants due to the hereditary enmity between the two tribes.\n\nMeanwhile, St. Paul prepares for a grand celebration in honor of the successful laying of the Atlantic cable, which takes place on the first day of September, 1858. The city council appropriates funds and an elaborate procession is planned, featuring various groups such as the Light Cavalry, City Guard, City Battery, Floral procession, State Officers, Judges, Clergy, Officers of the Army and Navy, Municipal Authorities, Board of Education, Mayor and City Council, Knights Templars, Odd Fellows, Druids, Typographical Corps, and Bands.\n\nAs the celebrations in St. Paul take place, the Press obtains telegraph news from the St. Anthony Falls News. When the Civil War begins, the Press faces resistance, leading to the formation of a self-defense company. Despite this, the Press remains dedicated to providing accurate news.", "During the 1850s-1860s in St. Paul, Minnesota, three newspapers - the Minnesotian, Times, and Press - compete for scoops, leading the Minnesotian and Times to publish fake news after learning the Pioneer had secretly contracted with the telegraph company. Political tension arises when the city votes to donate $10,000 per mile to railroad companies, and Gov. Sibley refuses to issue bonds.\n\nIn the midst of this tension, the Times' editorial staff, including a reporter, is sent to cover the aftermath of conflicts between the Sioux and Chippewas. The reporter provides a graphic description of the events but is unable to determine the \"origin of the difficulty,\" which amuses the city's old inhabitants due to the hereditary enmity between the two tribes.\n\nAs the city prepares for a grand celebration in honor of the successful laying of the Atlantic cable, various groups such as the Light Cavalry, City Guard, City Battery, Floral procession, State Officers, Judges, Clergy, Officers of the Army and Navy, Municipal Authorities, Board of Education, Mayor and City Council, Knights Templars, Odd Fellows, Druids, Typographical Corps, and Bands are set to participate. The parade features various floats, including one from the Pioneer Printing company, represented by a car drawn by six black horses with inscriptions \"Franklin,\" \"Morse,\" \"Field.\" The car also features Miss Azelene Allen, a beautiful and popular young actress connected with the People's theater, bearing in her hand a cap of liberty on a spear, representing the Goddess of Liberty. The Pioneer book bindery is also represented in one of the floats, and workmen, both male and female, are employed in different branches of the business.\n\nGeorge H. Colgrave, who is still in the service of the Pioneer Press company, designed the beautiful floats. A unique feature of the parade is a light brigade, consisting of a number of school children mounted, and they act as a guard of honor to the president and queen.\n\nIn the midst of these celebrations, the Press obtains telegraph news from the St. Anthony Falls News. When the Civil War begins, the Press faces resistance, leading to the formation of a self-defense company. Despite this, the Press remains dedicated to providing accurate news.\n\nKey figures in this segment of the story include Col. AC Jones, adjutant general of the state, who serves as marshal-in-chief of the parade, and is assisted by a large number of aides. The Pioneer Guards, the oldest military company in the state, and the City Guards, under Capt. John O'Gorman, are also featured, along with a detachment of cavalry and the City Battery. The fire department, under the superintendence of the late Charles H. Williams, consisting of the Pioneer Hook and Ladder company, Minnehaha Engine company, Hope Engine company and the Rotary Mill company, is also part of the procession.", "The story is set in St. Paul, Minnesota, during the 1850s-1860s, where three newspapers - the Minnesotian, Times, and Press - compete for scoops. The political tension in the city rises when it votes to donate $10,000 per mile to railroad companies, and Gov. Sibley refuses to issue bonds.\n\nIn the midst of this tension, the Times' editorial staff, including a reporter, is sent to cover the aftermath of conflicts between the Sioux and Chippewas. The reporter's graphic description of the events, however, fails to determine the \"origin of the difficulty.\"\n\nAs the city prepares for a grand celebration in honor of the successful laying of the Atlantic cable, various groups such as the Light Cavalry, City Guard, City Battery, Floral procession, State Officers, Judges, Clergy, Officers of the Army and Navy, Municipal Authorities, Board of Education, Mayor and City Council, Knights Templars, Odd Fellows, Druids, Typographical Corps, and Bands are set to participate. The parade features various floats, including one from the Pioneer Printing company, represented by a car drawn by six black horses with inscriptions \"Franklin,\" \"Morse,\" \"Field.\" The car also features Miss Azelene Allen, a beautiful and popular young actress connected with the People's theater, bearing in her hand a cap of liberty on a spear, representing the Goddess of Liberty. The Pioneer book bindery is also represented in one of the floats, and workmen, both male and female, are employed in different branches of the business.\n\nKey figures in this segment of the story include Col. AC Jones, adjutant general of the state, who serves as marshal-in-chief of the parade, and is assisted by a large number of aides. The Pioneer Guards, the oldest military company in the state, and the City Guards, under Capt. John O'Gorman, are also featured, along with a detachment of cavalry and the City Battery. The fire department, under the superintendence of the late Charles H. Williams, consisting of the Pioneer Hook and Ladder company, Minnehaha Engine company, Hope Engine company and the Rotary Mill company, is also part of the procession.\n\nDuring the celebration, the Press obtains telegraph news from the St. Anthony Falls News. When the Civil War begins, the Press faces resistance, leading to the formation of a self-defense company. Despite this, the Press remains dedicated to providing accurate news.\n\nThe segment of the story being summarized here focuses on the grand celebration in honor of the successful laying of the Atlantic cable. The celebration includes a procession with various groups and floats representing different aspects of the city and the cable-laying enterprise. Key figures in this segment include Col. AC Jones, the Pioneer Guards, the City Guards, and the fire department. The Press, one of the three competing newspapers, obtains telegraph news from the St. Anthony Falls News during the celebration. The Press later faces resistance during the Civil War, but remains committed to providing accurate news.", "In 1850s-60s St. Paul, Minnesota, three newspapers - the Minnesotian, Times, and Press - vie for scoops amid political tension over railroad bonds. The Times covers Sioux-Chippewa conflicts, but fails to determine the conflict's cause. The city prepares for an Atlantic cable celebration, featuring floats from the Pioneer Printing company and Pioneer book bindery. Key figures include Col. AC Jones, marshal-in-chief, and Charles H. Williams, superintendent of the fire department. The Press resists during the Civil War, forming a self-defense company. A secret order, the Sons of Malta, is established in St. Paul, with an initiation process involving deception and fear.", "In the 1850s-60s, St. Paul, Minnesota, is a hotbed of political tension, particularly over railroad bonds. Three newspapers - the Minnesotian, Times, and Press - compete for scoops. The Times covers Sioux-Chippewa conflicts but fails to determine their cause. Meanwhile, the city prepares for an Atlantic cable celebration, featuring floats from the Pioneer Printing company and Pioneer book bindery. Key figures include Col. AC Jones, marshal-in-chief, and Charles H. Williams, superintendent of the fire department.\n\nThe Press resists during the Civil War, forming a self-defense company. Amidst this, a secret order, the Sons of Malta, is established in St. Paul. The order's initiation process involves deception and fear, and its members wear long, black robes with a black hood, resembling prisoners from the play of \"Lucretia Borgia.\"\n\nDuring the summer, a large excursion party of Sons of Malta members from Cincinnati, Chicago, and Milwaukee visits St. Paul. Among them are the celebrated elocutionist, Alf. Burnett of Cincinnati, and Gov. Alexander Randall of Wisconsin. They attend a grand banquet at the order's hall.\n\nThe organization continues to grow, and one of its members successfully induces Rev. John Penman to become a member. However, Penman is so outraged by his initiation that he writes an expose of the secret work, complete with illustrations, and publishes it in Harper's Weekly. The exposition causes a stir, and Empire hall, the order's headquarters, takes on a dark and gloomy appearance. Penman, who is the judge of probate of Ramsey county at the time, sees his popularity plummet. When his term expires, he decides to relocate to a more congenial atmosphere.\n\nThe Minnesotian and Times, both Republican papers, have a contentious relationship. After the election in 1859, when it becomes clear that the Republicans have secured a majority in the legislature, the managers of these rival Republican offices engage in a heated campaign for the office of state printer. Both papers have worked hard for the success of the Republican ticket and believe they deserve recognition. Both offices are in dire need of business.", "In the 1850s-60s, St. Paul, Minnesota, is a hotbed of political tension, particularly over railroad bonds. Three newspapers - the Minnesotian, Times, and Press - compete for scoops. The Times covers Sioux-Chippewa conflicts but fails to determine their cause. Meanwhile, the city prepares for an Atlantic cable celebration, featuring floats from the Pioneer Printing company and Pioneer book bindery. Key figures include Col. AC Jones, marshal-in-chief, and Charles H. Williams, superintendent of the fire department.\n\nThe Press resists during the Civil War, forming a self-defense company. Amidst this, a secret order, the Sons of Malta, is established in St. Paul. The order's initiation process involves deception and fear, and its members wear long, black robes with a black hood, resembling prisoners from the play of \"Lucretia Borgia.\"\n\nDuring the summer, a large excursion party of Sons of Malta members from Cincinnati, Chicago, and Milwaukee visits St. Paul. Among them are the celebrated elocutionist, Alf. Burnett of Cincinnati, and Gov. Alexander Randall of Wisconsin. They attend a grand banquet at the order's hall.\n\nThe Minnesotian and Times, both Republican papers, have a contentious relationship. After the election in 1859, when it becomes clear that the Republicans have secured a majority in the legislature, the managers of these rival Republican offices engage in a heated campaign for the office of state printer. Both papers have worked hard for the success of the Republican ticket and believe they deserve recognition. Both offices are in dire need of business.\n\nThe Minnesotian is managed by Dr. Foster, who often refers to the editor of the Times, Thomas M. Newson, as \"Mr. Timothy Muggins Newson\" in the paper. The Times frequently mentions Dr. Foster as the \"red-nosed, goggle-eyed editor of the Minnesotian.\" After frequent consultations between the leading men of the party and the managers of the two offices, it is arranged that the papers should be consolidated and the name of the paper should be the Minnesotian and Times. However, the relations between Foster and Newson remain unfavorable under one management. The partnership is dissolved when the legislature adjourns, and Dr. Foster assumes entire control of the Minnesotian while Maj. Newson manages the Times. George W. Moore, who was associated with Dr. Foster in the publication of the Minnesotian prior to the consolidation, has his relations with the paper severed when he is given the printing of the Journals of the two houses of the legislature as part payment of his share of the business of the late firm of Newson, Moore, Foster & Co.\n\nThe Sons of Malta continue to grow, and one of its members successfully induces Rev. John Penman to become a member. However, Penman is so outraged by his initiation that he writes an expose of the secret work, complete with illustrations, and publishes it in Harper's Weekly. The exposition causes a stir, and Empire hall, the order's headquarters, takes on a dark and gloomy appearance. Penman, who is the judge of probate of Ramsey county at the time, sees his popularity plummet. When his term expires, he decides to relocate to a more congenial atmosphere.", "In the 1850s-60s, St. Paul, Minnesota, is a hub of political tension, particularly over railroad bonds. Three newspapers - the Minnesotian, Times, and Press - compete for scoops. The Sons of Malta, a secret order, emerges, characterized by deceptive initiation rituals and black robes. In 1859, after the Republicans secure a majority in the legislature, the Minnesotian and Times engage in a fierce competition for the state printer office. The two papers consolidate under unfavorable relations, later dissolving. The Daily North Star, a pro-Breckinridge paper, collapses post-election. The St. Paul Weekly Journal is edited by Dr. Massey. The Sons of Malta grow, inducing Rev. John Penman, who then exposes the order in Harper's Weekly, causing his popularity to plummet.", "In the 1850s-60s, St. Paul, Minnesota, is a hotbed of political tension, particularly over railroad bonds. Three newspapers - the Minnesotian, Times, and Press - compete for scoops. The Sons of Malta, a secret order, emerges, characterized by deceptive initiation rituals and black robes. In 1859, after the Republicans secure a majority in the legislature, the Minnesotian and Times engage in a fierce competition for the state printer office. The two papers consolidate under unfavorable relations, later dissolving.\n\nDuring this time, the Daily North Star, a pro-Breckinridge paper, collapses post-election. The St. Paul Weekly Journal is edited by Dr. Massey. The Sons of Malta grow, inducing Rev. John Penman, who then exposes the order in Harper's Weekly, causing his popularity to plummet.\n\nIn 1860, the Minnesotian office receives a bad debt payment of very poor quality whisky. Unable to sell or give it away, the whisky remains untouched in the office for over two years. That same year, the Wide Awakes and the Little Giants, uniformed political organizations, attempt to attract voters.\n\nOne night, an attache of the Minnesotian office and a member of the Wide Awakes encounters the Little Giants near Bridge Square. In an attempt to foster understanding, the Little Giants are invited to the Minnesotian office to reduce the supply of the bad whisky. Half of the Democratic club accepts the invitation and consumes the entire stock of whisky with enthusiasm, adhering to their principle of \"loving rum and hating nauseating beverages.\"\n\nThe story then shifts to the Great Sioux Outbreak in 1862, with a focus on the exciting events that occurred during this time.", "In the 1850s-60s, St. Paul, Minnesota, is a hotbed of political tension, particularly over railroad bonds. The city is home to three newspapers - the Minnesotian, Times, and Press - that compete for scoops. A secret order known as the Sons of Malta emerges, characterized by deceptive initiation rituals and black robes. In 1859, after the Republicans secure a majority in the legislature, the Minnesotian and Times engage in a fierce competition for the state printer office, which later results in their consolidation under unfavorable relations, and later dissolution.\n\nDuring this time, the Daily North Star, a pro-Breckinridge paper, collapses post-election. The St. Paul Weekly Journal is edited by Dr. Massey. The Sons of Malta grow in influence, and Rev. John Penman, a critic of the order, exposes it in Harper's Weekly, causing his popularity to plummet.\n\nIn 1860, the Minnesotian office receives a bad debt payment of very poor quality whisky, which remains untouched in the office for over two years. That same year, the Wide Awakes and the Little Giants, uniformed political organizations, attempt to attract voters.\n\nOne night, an attache of the Minnesotian office and a member of the Wide Awakes encounter the Little Giants near Bridge Square. In an attempt to foster understanding, the Little Giants are invited to the Minnesotian office to reduce the supply of the bad whisky. Half of the Democratic club accepts the invitation and consumes the entire stock of whisky with enthusiasm, adhering to their principle of \"loving rum and hating nauseating beverages.\"\n\nThe story then shifts to the Great Sioux Outbreak in 1862, which occurs during a critical period in the American Civil War. In July and August of that year, President Lincoln issued proclamations calling for the enlistment of 600,000 volunteers to reinforce the army, which was then trying to suppress the Southern rebellion. The war was not going well for the Union, with McClellan making a precipitous and disastrous retreat from the vicinity of Richmond, the army of Northern Virginia under Pope suffering several severe reverses, and rebel armies in the West under Grant, Buell, and Curtis making no progress toward the heart of the Confederacy. Rebel marauders under Morgan were spreading desolation and ruin in Kentucky and Ohio, and rebel privateers were eluding the vigilant watch of the navy and escaping to Europe with loads of cotton, which they readily disposed of and returned with arms and ammunition to aid in the prosecution of their cause.\n\nAt the same time, France was preparing to invade Mexico with a large army for the purpose of forcing the establishment of a monarchical form of government upon the people of our sister republic. The sympathies of all the great powers of Europe, save Russia, were manifested by outspoken utterances favorable to the success of the Confederate cause, and rumors of foreign intervention in behalf of the South were daily circulated. The enemies of the government in the North were especially active in their efforts to prevent the enlistment of men under the call of the president, and conspiracies for burning Northern cities had been unearthed by government detectives. Emissaries from the South were also trying to spread disease and pestilence throughout the loyal North.\n\nIt was during this critical period that one of the most fiendish atrocities in the history of Indian warfare was enacted on the western boundaries of Minnesota. By the terms of the treaty of Traverse des Sioux and Mendota in 1851, the Sioux had ceded large tracts of land to the United States government, but tensions between the settlers and the Native Americans remained high. The outbreak in 1862 was the result of these tensions, and it proved to be a significant challenge for the already overstretched federal government.", "The story begins in St. Paul, Minnesota, during the 1850s-60s, a time of political tension and rivalry among three newspapers - the Minnesotian, Times, and Press. A secret order called the Sons of Malta emerges, characterized by deceptive initiation rituals and black robes. In 1859, after the Republicans secure a majority in the legislature, the Minnesotian and Times compete for the state printer office, which later results in their consolidation under unfavorable relations and later dissolution.\n\nDuring this time, the Daily North Star, a pro-Breckinridge paper, collapses post-election. The St. Paul Weekly Journal is edited by Dr. Massey. The Sons of Malta grow in influence, and Rev. John Penman, a critic of the order, exposes it in Harper's Weekly, causing his popularity to plummet.\n\nIn 1860, the Minnesotian office receives a bad debt payment of poor quality whisky, which remains untouched in the office for over two years. That same year, the Wide Awakes and the Little Giants, uniformed political organizations, attempt to attract voters.\n\nOne night, an attache of the Minnesotian office and a member of the Wide Awakes encounter the Little Giants near Bridge Square. In an attempt to foster understanding, the Little Giants are invited to the Minnesotian office to reduce the supply of the bad whisky. Half of the Democratic club accepts the invitation and consumes the entire stock of whisky with enthusiasm.\n\nThe story then shifts to the Great Sioux Outbreak in 1862, which occurs during a critical period in the American Civil War. The outbreak is the result of tensions between settlers and the Native Americans, despite a treaty in 1851 in which the Sioux had ceded large tracts of land to the United States government.\n\nThe outbreak proves to be a significant challenge for the already overstretched federal government, as it is dealing with the Civil War, foreign intervention, and conspiracies to burn Northern cities. The Sioux, led by Little Crow, had sold most of their lands in Minnesota, leaving a strip ten miles wide on each side of the Minnesota river. However, the selling of a strip of land north of the river in 1858 causes great dissatisfaction among the Indians and leads to the formation of two parties - the white man's party, who believe in cultivating the soil, and the Indian party, who believe it beneath their dignity to perform manual labor.\n\nThe government builds houses for those who desire to occupy them, furnishes tools, seed, and teaches them how to farm. However, the disinclination of many Indians to work gradually produces dissension among themselves, and there are even rumors of a secret organization among the tepee Indians whose object is to declare war upon the whites. The Indians also claim that they are not fairly dealt with by the traders and protest against permitting traders to sit at the pay table of the government paymaster and deduct from their small annuities the amount due them.", "The story begins in St. Paul, Minnesota, during the 1850s-60s, a time of political tension and rivalry among three newspapers - the Minnesotian, Times, and Press. A secret order called the Sons of Malta emerges, characterized by deceptive initiation rituals and black robes. In 1859, after the Republicans secure a majority in the legislature, the Minnesotian and Times compete for the state printer office, which later results in their consolidation under unfavorable relations and later dissolution.\n\nDuring this time, the Daily North Star, a pro-Breckinridge paper, collapses post-election. The St. Paul Weekly Journal is edited by Dr. Massey. The Sons of Malta grow in influence, and Rev. John Penman, a critic of the order, exposes it in Harper's Weekly, causing his popularity to plummet.\n\nIn 1860, the Minnesotian office receives a bad debt payment of poor quality whisky, which remains untouched in the office for over two years. That same year, the Wide Awakes and the Little Giants, uniformed political organizations, attempt to attract voters.\n\nOne night, an attache of the Minnesotian office and a member of the Wide Awakes encounter the Little Giants near Bridge Square. In an attempt to foster understanding, the Little Giants are invited to the Minnesotian office to reduce the supply of the bad whisky. Half of the Democratic club accepts the invitation and consumes the entire stock of whisky with enthusiasm.\n\nThe story then shifts to the Great Sioux Outbreak in 1862, which occurs during a critical period in the American Civil War. The outbreak is the result of tensions between settlers and the Native Americans, despite a treaty in 1851 in which the Sioux had ceded large tracts of land to the United States government.\n\nThe outbreak proves to be a significant challenge for the already overstretched federal government, as it is dealing with the Civil War, foreign intervention, and conspiracies to burn Northern cities. The Sioux, led by Little Crow, had sold most of their lands in Minnesota, leaving a strip ten miles wide on each side of the Minnesota river. However, the selling of a strip of land north of the river in 1858 causes great dissatisfaction among the Indians and leads to the formation of two parties - the white man's party, who believe in cultivating the soil, and the Indian party, who believe it beneath their dignity to perform manual labor.\n\nThe government builds houses for those who desire to occupy them, furnishes tools, seed, and teaches them how to farm. However, the disinclination of many Indians to work gradually produces dissension among themselves, and there are even rumors of a secret organization among the tepee Indians whose object is to declare war upon the whites. The Indians also claim that they are not fairly dealt with by the traders and protest against permitting traders to sit at the pay table of the government paymaster and deduct from their small annuities the amount due them.\n\nAs the outbreak looms, tensions rise between the white settlers and the Native Americans. The Indians, led by Little Crow, feel that they have been unfairly treated by the government and the traders, leading to the formation of two parties - those who wish to assimilate and those who wish to maintain their traditional ways of life. The government, already stretched thin due to the Civil War, must now deal with this additional crisis. The outbreak ultimately serves as a significant challenge for the federal government during an already tumultuous time.", "During the 1850s-60s in St. Paul, Minnesota, political tensions rise between three newspapers and a secretive order, the Sons of Malta. The Sons of Malta's influence grows, causing controversy when critic Rev. John Penman exposes them in Harper's Weekly. Amidst this, the Wide Awakes and Little Giants, political organizations, emerge.\n\nIn 1860, the Minnesotian office receives bad whisky payment, and the Little Giants are invited to the office to reduce the supply. The Great Sioux Outbreak begins in 1862, during the American Civil War, caused by tensions between settlers and the Sioux, despite a treaty ceding land to the US government. The outbreak leads to the murder of 1,000 people, destruction of several million dollars' worth of property, and homelessness of 30,000. The federal government, already dealing with the Civil War, faces the challenge of repelling the invaders and driving them back to their reservations.", "During the 1850s-60s in St. Paul, Minnesota, political tensions rise between three newspapers and a secretive order, the Sons of Malta. The Sons of Malta's influence grows, causing controversy when critic Rev. John Penman exposes them in Harper's Weekly. Amidst this, the Wide Awakes and Little Giants, political organizations, emerge. In 1860, the Minnesotian office receives bad whisky payment, and the Little Giants are invited to the office to reduce the supply.\n\nThe Great Sioux Outbreak begins in 1862, during the American Civil War, caused by tensions between settlers and the Sioux, despite a treaty ceding land to the US government. Indian Agent Walker attempts to arrest the famous Sioux chief Hole-in-the-day, but he disappears with his band, causing apprehension among settlers who fear an attack from the Sioux and Chippewas tribes. The suddenness and rapidity of the outbreak result in the governor calling an extra session of the legislature to arm and equip volunteers and assist homeless refugees.\n\nThe outbreak leads to the murder of 1,000 people, destruction of several million dollars' worth of property, and homelessness of 30,000. The federal government, already dealing with the Civil War, faces the challenge of repelling the invaders and driving them back to their reservations. Governor Ramsey describes the ravages of the outlaws in his message to the legislature, stating that \"Nothing which the brutal lust and wanton cruelty of these savages could wreak upon their helpless and innocent victims was omitted from the category of their crimes.\" The outlaws commit heinous acts, including murder, rape, and mutilation of the dead, causing terror among the frontier people.", "The story is set in St. Paul, Minnesota, during the 1850s-60s, where political tensions rise between three newspapers and a secretive order, the Sons of Malta. The Sons of Malta's influence grows, causing controversy when critic Rev. John Penman exposes them in Harper's Weekly. Amidst this, the Wide Awakes and Little Giants, political organizations, emerge. In 1860, the Minnesotian office receives bad whisky payment, and the Little Giants are invited to the office to reduce the supply.\n\nMeanwhile, the Great Sioux Outbreak begins in 1862, during the American Civil War, caused by tensions between settlers and the Sioux, despite a treaty ceding land to the US government. The outbreak leads to the murder of 1,000 people, destruction of several million dollars' worth of property, and homelessness of 30,000. The federal government, already dealing with the Civil War, faces the challenge of repelling the invaders and driving them back to their reservations.\n\nIn the midst of this chaos, a notable figure emerges - Other Day, an educated Sioux Indian who had been rather wild in his younger days but experienced a change of heart a few years before the outbreak. Other Day adopts the habits of civilization and becomes a member of the church. He demonstrates his noble character by piloting 62 men, women, and children across the country from below Yellow Medicine to Kandiyohi, and from there to Hutchinson, Glencoe and Carver. After ensuring their safety, he arrives in St. Paul and speaks at Ingersoll hall, expressing his gratitude for the mercy of the Great Spirit.\n\nEx-Gov. Sibley, known for his long familiarity with Indian character, is placed in command of the troops ordered to assemble at St. Peter. Half-uniformed, poorly armed, and with a scant supply of ammunition, they commence offensive operations against the murderous redskins. The newspapers and the people cry \"On to Ridgely!\" with the same persistence as Horace Greeley's call to march on Richmond before the disaster at Bull Run.\n\nGovernor Ramsey describes the ravages of the outlaws in his message to the legislature, stating that the brutal lust and wanton cruelty of these savages spared no one. The outlaws commit heinous acts, including murder, rape, and mutilation of the dead, causing terror among the frontier people.", "During the 1850s-60s in St. Paul, Minnesota, political tensions escalate between the Sons of Malta and three newspapers, culminating in Rev. John Penman's expose in Harper's Weekly. Amidst this, the Wide Awakes and Little Giants emerge. The Minnesotian office receives bad whisky payment, and the Little Giants help reduce the supply. Simultaneously, the Great Sioux Outbreak begins in 1862, fueled by settler-Sioux tensions despite a treaty ceding land to the US government.\n\nLed by Other Day, an educated Sioux who embraced civilization, 62 men, women, and children are safely escorted across the country. Other Day expresses gratitude at Ingersoll hall in St. Paul. Ex-Gov. Sibley, known for his understanding of Indian character, commands troops to assemble at St. Peter.\n\nAt Fort Ridgely, Lieut. T.J. Sheehan and 150 men from the Fifth regiment, 50 Renville Rangers, and civilians bravely defend the fort for over a week during the siege, with women making cartridges and men using nail rods as bullets.\n\nJudge Charles E. Flandrau organizes a company of volunteers to defend New Ulm from the approaching Sioux. Governor Ramsey details the outlaws' atrocities, including murder, rape, and mutilation, in his message to the legislature.", "During the 1850s-60s in St. Paul, Minnesota, political tensions escalate between the Sons of Malta and three newspapers, culminating in Rev. John Penman's expose in Harper's Weekly. Amidst this, the Wide Awakes and Little Giants emerge. The Minnesotian office receives bad whisky payment, and the Little Giants help reduce the supply. Simultaneously, the Great Sioux Outbreak begins in 1862, fueled by settler-Sioux tensions despite a treaty ceding land to the US government.\n\nLed by Other Day, an educated Sioux who embraced civilization, 62 men, women, and children are safely escorted across the country. Other Day expresses gratitude at Ingersoll hall in St. Paul. Ex-Gov. Sibley, known for his understanding of Indian character, commands troops to assemble at St. Peter.\n\nAt Fort Ridgely, Lieut. T.J. Sheehan and 150 men from the Fifth regiment, 50 Renville Rangers, and civilians bravely defend the fort for over a week during the siege, with women making cartridges and men using nail rods as bullets.\n\nJudge Charles E. Flandrau organizes a company of volunteers to defend New Ulm from the approaching Sioux. Flandrau later makes a decision to evacuate the town after two or three days of conflict, during which several citizens are killed and a number of houses burned down. Two hundred houses are burned before the town is evacuated, leaving nothing standing but a few houses inside the hastily constructed barricade.\n\nGovernor Ramsey details the outlaws' atrocities, including murder, rape, and mutilation, in his message to the legislature. After the evacuation of New Ulm, a force under the command of Judge Flandrau leads nearly 1,200 or 1,500 noncombatants safely to Mankato without being molested.\n\nMeanwhile, Gen. Sibley arrives at Fort Ridgely and sends out a detail of Company A of the Sixth regiment, under command of Capt. H.P. Grant of St. Paul, and seventy members of the Cullen Guards, under the command of Capt. Jo Anderson, also of St. Paul, and several citizen volunteers, all under the command of Maj. Joseph R. Brown, to bury the dead and rescue the wounded. These organizations are primarily from St. Paul, and most of their members are St. Paul boys who have never had an opportunity to drill and are not familiar with the use of firearms. After marching for two days, they inter the victims of the Sioux and set up camp at Birch Coulie, about fifteen miles from Fort Ridgely.", "During the 1850s-60s in St. Paul, Minnesota, political tension escalates between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerge, aiding the Minnesotian office in a bad whisky payment dispute. Simultaneously, the Great Sioux Outbreak begins due to settler-Sioux tensions, despite a treaty ceding land to the US government. \n\nLed by educated Sioux leader Other Day, 62 men, women, and children are safely escorted across the country. Ex-Gov. Sibley, known for his understanding of Native Americans, commands troops. \n\nAt Fort Ridgely, Lieut. Sheehan and 200 men bravely defend the fort during the siege, with women making cartridges and men using nail rods as bullets. \n\nJudge Flandrau organizes a company of volunteers to defend New Ulm, but decides to evacuate after conflict, resulting in several deaths and many houses burned down. \n\nGen. Sibley arrives, sending St. Paul-based companies under Capt. Grant, Capt. Anderson, and Maj. Brown to bury the dead and rescue the wounded. These companies find themselves surrounded by hostile warriors, bravely defending themselves for two days until relief arrives. \n\nThis incident causes great excitement in St. Paul, with home guards organized, citizen volunteers patrolling the city, and rewards offered for Sioux scalps.", "In the 1850s-60s, St. Paul, Minnesota, experienced political tension between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Simultaneously, the Wide Awakes and Little Giants emerged, helping the Minnesotian office in a whisky payment dispute. The Great Sioux Outbreak began due to settler-Sioux tensions, despite a treaty ceding land to the US government. Educated Sioux leader Other Day led 62 people to safety across the country. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely, where Lieut. Sheehan and 200 men bravely defended the fort. Judge Flandrau organized volunteers to defend New Ulm but decided to evacuate, resulting in several deaths and many houses burned. Gen. Sibley sent companies to bury the dead and rescue the wounded, finding themselves surrounded by hostile warriors. Gov. Ramsey published statements to allay fears, but frontiersmen had to abandon their homes. Rumors of Sioux near St. Paul caused many to seek protection. Gen. Sibley, with 2,000 men, moved offensively, resulting in a battle at Wood Lake on September 23, 1862, where Col. Marshall led a charge that routed the Sioux. This was the only real battle of the war, with four killed and forty or fifty wounded. Other Day was with the whites during the encounter.", "The story begins in the 1850s-60s, with political tension in St. Paul, Minnesota, between the Sons of Malta and local newspapers. This tension culminates in a Harper's Weekly expose. Simultaneously, the Wide Awakes and Little Giants emerge, aiding the Minnesotian office in a whisky payment dispute.\n\nIn the background, educated Sioux leader Other Day leads 62 people to safety across the country due to settler-Sioux tensions. A treaty cedes land to the US government, but the Great Sioux Outbreak begins despite this. Settlers and the Sioux are at odds, and Ex-Gov. Sibley, known for understanding Native Americans, commands troops at Fort Ridgely.\n\nLieut. Sheehan and 200 men bravely defend Fort Ridgely. Judge Flandrau organizes volunteers to defend New Ulm, but they evacuate, resulting in several deaths and many houses burned. Gen. Sibley sends companies to bury the dead and rescue the wounded, who find themselves surrounded by hostile warriors.\n\nAmidst these events, Gov. Ramsey publishes statements to allay fears, but frontiersmen have to abandon their homes. Rumors of Sioux near St. Paul cause many to seek protection. Gen. Sibley, with 2,000 men, moves offensively, resulting in a battle at Wood Lake on September 23, 1862. This is the only real battle of the war, with four killed and forty or fifty wounded. Other Day is with the whites during the encounter.\n\nAfter the battle, the war department telegraphs that the Indian war is over. However, the people of Minnesota prevent the removal of troops until they have made two long marches through the Dakotas and to Montana. Gen. Sibley's command reaches Camp Release on the 26th of September, where they find a large camp of Indians, most of whom had been engaged in the massacres. They also find about two hundred and fifty mixed bloods and white women and children. Gen. Sibley proceeds with caution to prevent the annihilation of all the prisoners. After a few preliminary consultations, the entire camp surrenders, and the captives are released.\n\nGen. Sibley then makes inquiries about the participation of these Indians in the recent crimes. A military tribunal is formed, and after a series of sittings, 321 of the offenders are found guilty of the offenses charged. 303 of them are sentenced to death, and the rest are condemned to various terms of imprisonment. All of the condemned prisoners are taken to Mankato and are confined in a large jail constructed for the purpose.\n\nWhen the news of the court-martial's action reaches the Eastern cities, a great outcry is made that Minnesota is contemplating a wholesale slaughter of the beloved red man. The Quakers of Philadelphia and the good people of Massachusetts send many remonstrances to the president to put a stop to the proposed wholesale execution. The president, after consulting his military advisers, decides to permit the execution of only thirty-eight of the most flagrant cases. Accordingly, they are directed to be hung on the 26th of December, 1862.", "In the 1850s-60s, St. Paul, Minnesota, experiences political tension between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Simultaneously, the Wide Awakes and Little Giants emerge, aiding the Minnesotian office in a whisky payment dispute. Amidst this, educated Sioux leader Other Day leads 62 people to safety due to settler-Sioux tensions. A treaty cedes land to the US government, but the Great Sioux Outbreak begins. Ex-Gov. Sibley, known for understanding Native Americans, commands troops at Fort Ridgely. Lieut. Sheehan and 200 men defend the fort while Judge Flandrau organizes volunteers to defend New Ulm, resulting in several deaths and many houses burned. Gov. Ramsey publishes statements to allay fears, but frontiersmen have to abandon their homes. Gen. Sibley moves offensively, resulting in a battle at Wood Lake on September 23, 1862. After the battle, Gen. Sibley's command reaches Camp Release, where they find a large camp of Indians. A military tribunal forms, and 303 of the offenders are sentenced to death. Missionary Rev. S.R. Riggs records the dying confessions of the condemned prisoners, who claim innocence and express hope for the afterlife.", "In the 1850s-60s, St. Paul, Minnesota, witnessed political strife between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Simultaneously, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute. Amidst this, Other Day, an educated Sioux leader, led 62 people to safety due to escalating settler-Sioux tensions.\n\nA treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Lieut. Sheehan and 200 men defended the fort as Judge Flandrau organized volunteers to protect New Ulm, leading to casualties and burned houses.\n\nNotable figures included farmer Lamson from Hutchinson and Sioux leader Little Crow, whose scalp is now in the state historical society. Born in Kaposia, Little Crow, initially inclined to adopt civilized habits, became hostile towards whites and led the war party during the Great Sioux Outbreak.\n\nPolitical tension and excitement gripped the Minnesota valley as meetings and organizations sprang up, aiming to overpower the guard at Mankato and punish the Indians. Gov. Ramsey published statements to quell fears, but frontiersmen had to abandon their homes.\n\nFollowing the execution of 38 Indians, the remaining condemned were confined and eventually relocated. Gen. Sibley moved offensively, resulting in a battle at Wood Lake on September 23, 1862. A military tribunal sentenced 303 offenders to death, with missionary Rev. S.R. Riggs recording their dying confessions.", "The story unfolds in St. Paul, Minnesota, during the 1850s-60s, a time of political strife between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Simultaneously, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute. Amidst this, Other Day, an educated Sioux leader, led 62 people to safety due to escalating settler-Sioux tensions.\n\nA treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Lieut. Sheehan and 200 men defended the fort as Judge Flandrau organized volunteers to protect New Ulm, leading to casualties and burned houses. Notable figures included farmer Lamson from Hutchinson and Sioux leader Little Crow, whose scalp is now in the state historical society. Born in Kaposia, Little Crow, initially inclined to adopt civilized habits, became hostile towards whites and led the war party during the Great Sioux Outbreak.\n\nPolitical tension and excitement gripped the Minnesota valley as meetings and organizations sprang up, aiming to overpower the guard at Mankato and punish the Indians. Gov. Ramsey published statements to quell fears, but frontiersmen had to abandon their homes.\n\nFollowing the execution of 38 Indians, the remaining condemned were confined and eventually relocated. Gen. Sibley moved offensively, resulting in a battle at Wood Lake on September 23, 1862. A military tribunal sentenced 303 offenders to death, with missionary Rev. S.R. Riggs recording their dying confessions.\n\nIn the aftermath of the Great Sioux Outbreak, the US government transported more Sioux prisoners for trial. The steamer Favorite, carrying two Sioux chiefs, Little Six and Medicine Bottle, was scheduled to pass by St. Paul. However, to avoid a confrontation, the government had the steamer pass by the city in the middle of the night, causing indignation among the St. Paul residents. Little Six and Medicine Bottle were eventually tried, condemned, and executed in the presence of 10,000 people at Fort Snelling, marking the end of capital punishment for Indians involved in the Great Sioux Outbreak.\n\nAnother challenge the military authorities faced was the transportation of supplies to the troops on the frontier, as there were no railroads. The military authorities first requested the tender of men and teams for this purpose, but when the owners of draft horses did not respond swiftly, they were forced to impress teams into service. This led to a silver-haired farmer, Hilks, ceasing to haul his produce to the city and carrying it to Hastings instead, due to his Southern sympathies.", "The story takes place in St. Paul, Minnesota, during the 1850s-60s, a time of political strife between the Sons of Malta and local newspapers, culminating in a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute. Simultaneously, tensions between settlers and the Sioux people escalated, leading to the Great Sioux Outbreak.\n\nDuring this period, Other Day, an educated Sioux leader, led 62 people to safety due to escalating settler-Sioux tensions. A treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Lieut. Sheehan and 200 men defended the fort as Judge Flandrau organized volunteers to protect New Ulm, leading to casualties and burned houses. Notable figures included farmer Lamson from Hutchinson and Sioux leader Little Crow, whose scalp is now in the state historical society.\n\nPolitical tension and excitement gripped the Minnesota valley as meetings and organizations sprang up, aiming to overpower the guard at Mankato and punish the Indians. Gov. Ramsey published statements to quell fears, but frontiersmen had to abandon their homes. Following the execution of 38 Indians, the remaining condemned were confined and eventually relocated. Gen. Sibley moved offensively, resulting in a battle at Wood Lake on September 23, 1862. A military tribunal sentenced 303 offenders to death, with missionary Rev. S.R. Riggs recording their dying confessions.\n\nIn the aftermath of the Great Sioux Outbreak, the US government transported more Sioux prisoners for trial. The steamer Favorite, carrying two Sioux chiefs, Little Six and Medicine Bottle, was scheduled to pass by St. Paul. However, to avoid a confrontation, the government had the steamer pass by the city in the middle of the night, causing indignation among the St. Paul residents. Little Six and Medicine Bottle were eventually tried, condemned, and executed in the presence of 10,000 people at Fort Snelling, marking the end of capital punishment for Indians involved in the Great Sioux Outbreak.\n\nAnother challenge the military authorities faced was the transportation of supplies to the troops on the frontier, as there were no railroads. The military authorities first requested the tender of men and teams for this purpose, but when the owners of draft horses did not respond swiftly, they were forced to impress teams into service. This led to a silver-haired farmer, Hilks, ceasing to haul his produce to the city and carrying it to Hastings instead, due to his Southern sympathies.\n\nIn the excerpt provided, the story details the impressment of teams for the transportation of supplies. A notable figure in this segment is a young man named Hines, who claimed to be as brave as Julius Caesar and was heavily armed. Hines' overconfidence in his abilities led to a false alarm among the train guards when they pretended to be Indians and attacked the train, causing Hines to flee to St. Cloud in fear.", "During the 1850s-60s in St. Paul, Minnesota, political strife between the Sons of Malta and local newspapers culminated in a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute. Simultaneously, tensions between settlers and the Sioux people escalated, led by educated Sioux leader Other Day who saved 62 people due to escalating settler-Sioux tensions. A treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely.\n\nPolitical tension gripped the valley, with frontiersmen abandoning homes following the execution of 38 Indians. Gen. Sibley moved offensively, resulting in a battle at Wood Lake. A military tribunal sentenced 303 offenders to death. The US government transported more Sioux prisoners for trial, avoiding a confrontation in St. Paul.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies to soldiers. Impressment of teams for transportation led to a notable incident involving a young man named Hines, causing a false alarm among train guards. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.", "During the 1850s-60s in St. Paul, Minnesota, political strife between the Sons of Malta and local newspapers culminated in a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute. Simultaneously, tensions between settlers and the Sioux people escalated, led by educated Sioux leader Other Day who saved 62 people due to escalating settler-Sioux tensions. A treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely.\n\nPolitical tension gripped the valley, with frontiersmen abandoning homes following the execution of 38 Indians. Gen. Sibley moved offensively, resulting in a battle at Wood Lake. A military tribunal sentenced 303 offenders to death. The US government transported more Sioux prisoners for trial, avoiding a confrontation in St. Paul.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies to soldiers. Impressment of teams for transportation led to a notable incident involving a young man named Hines, causing a false alarm among train guards. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.\n\nIn St. Paul, the fire department played a significant role in protecting the community. Firefighting instruments were introduced in Europe more than three hundred years ago, and the fire department in St. Paul has evolved since then. The oldest record of a fire engine in Paris was one used in the king's library in 1684, which, having but one cylinder, threw water to a great height. Leather hose was introduced into Amsterdam in 1670, and they also invented the suction pipe at about the same period. By the close of the seventeenth century, an improved engine was patented. In St. Paul, the fire department consisted of the Pioneer Hook and Ladder Company, Hope Engine Company, and Minnehaha Engine Company. The firemen were brave relics of the past, reminiscing about the old days when they used the old machine. Now, the fire department has modern implements, but the bravery and dedication of the firemen remain the same.", "The story is set in St. Paul, Minnesota, during the 1850s-60s, a time of political strife and tensions between settlers and the Sioux people. The Sons of Malta and local newspapers had a falling out, which led to a Harper's Weekly expose. During this time, the Wide Awakes and Little Giants emerged, helping the Minnesotian office in a whisky payment dispute.\n\nSimultaneously, tensions between settlers and the Sioux people escalated, led by educated Sioux leader Other Day, who saved 62 people due to the escalating settler-Sioux tensions. A treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely.\n\nPolitical tension gripped the valley, with frontiersmen abandoning homes following the execution of 38 Indians. Gen. Sibley moved offensively, resulting in a battle at Wood Lake. A military tribunal sentenced 303 offenders to death. The US government transported more Sioux prisoners for trial, avoiding a confrontation in St. Paul.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies to soldiers. Impressment of teams for transportation led to a notable incident involving a young man named Hines, causing a false alarm among train guards. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.\n\nIn St. Paul, the fire department played a significant role in protecting the community. Firefighting instruments were introduced in Europe more than three hundred years ago, and the fire department in St. Paul has evolved since then. The story mentions the Pioneer Hook and Ladder Company, Hope Engine Company, and Minnehaha Engine Company. The firemen were brave relics of the past, reminiscing about the old days when they used the old machine. Now, the fire department has modern implements, but the bravery and dedication of the firemen remain the same.\n\nThe story also mentions that in the United States, bucket fire departments were organized in most cities in the early part of the last century, and hand engines were used by volunteer firemen, which did not come into general use until about fifty years later. In New York, the volunteer fire department was for a long time one of the institutions of the country. When they had their annual parade, people would flock to the city, and the streets would be as impassible as they are today when a representative of one of the royal families of Europe is placed on exhibition. At the New York state fairs during the early '50s, the tournaments of the volunteer fire department of the various cities throughout the state formed one of the principal attractions. In Berlin, when an alarm of fire was sounded, the members of the fire companies would put on their uniforms and report to their various engine houses. When a sufficient number had assembled to make a showing, the foreman would call the roll, beer would be passed down the line, the health of the kaiser properly remembered, and then they would start out in search of the fire. As a general thing, the fire would be out long before they arrived upon the scene, and they would then return to their quarters, have another beer, and be dismissed. To Cincinnati belongs the credit of having introduced the first paid steam fire department in the United States, but all the other large cities rapidly followed.", "The story is set in St. Paul, Minnesota, during the 1850s-60s, a time of political strife and tensions between settlers and the Sioux people. The Sons of Malta and local newspapers had a falling out, which led to a Harper's Weekly expose. During this time, the Wide Awakes and Little Giants emerged, helping the Minnesotian office in a whisky payment dispute.\n\nSimultaneously, tensions between settlers and the Sioux people escalated, led by educated Sioux leader Other Day. A treaty ceded land to the US government, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Political tension gripped the valley, with frontiersmen abandoning homes following the execution of 38 Indians. Gen. Sibley moved offensively, resulting in a battle at Wood Lake. A military tribunal sentenced 303 offenders to death. The US government transported more Sioux prisoners for trial, avoiding a confrontation in St. Paul.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies to soldiers. Impressment of teams for transportation led to a notable incident involving a young man named Hines, causing a false alarm among train guards. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.\n\nIn St. Paul, the fire department played a significant role in protecting the community. The first attempt at organizing a fire brigade was made by R.C. Knox in the fall of 1851. The first fire engine was introduced in the Northwest by two public-spirited citizens, John McCloud and Thompson Ritchie, in 1854. In November 1854, Pioneer Hook and Ladder Company No. 1 was organized under the city charter, with Isaac A. Banker as the foreman, and John McCloud, a hardware dealer, as one of the members. This was the first full-fledged fire organization in the city.\n\nFirefighting instruments were introduced in Europe more than three hundred years ago, and the fire department in St. Paul has evolved since then. Bucket fire departments were organized in most cities in the early part of the last century, and hand engines were used by volunteer firemen, which did not come into general use until about fifty years later. In New York, the volunteer fire department was for a long time one of the institutions of the country. When they had their annual parade, people would flock to the city, and the streets would be as impassible as they are today when a representative of one of the royal families of Europe is placed on exhibition. At the New York state fairs during the early '50s, the tournaments of the volunteer fire department of the various cities throughout the state formed one of the principal attractions. In Berlin, when an alarm of fire was sounded, the members of the fire companies would put on their uniforms and report to their various engine houses. When a sufficient number had assembled to make a showing, the foreman would call the roll, beer would be passed down the line, the health of the kaiser properly remembered, and then they would start out in search of the fire. As a general thing, the fire would be out long before they arrived upon the scene, and they would then return to their quarters, have another beer, and be dismissed. To Cincinnati belongs the credit of having introduced the first paid steam fire department in the United States, but all the other large cities rapidly followed.\n\nThe fire department in St. Paul has also evolved over time, with the Pioneer Hook and Ladder Company, Hope Engine Company, and Minnehaha Engine Company being mentioned. The firemen were brave relics of the past, reminiscing about the old days when they used the old machine. Now, the fire department has modern implements, but the bravery and dedication of the firemen remain the same.", "The story is set in 1850s-60s St. Paul, Minnesota, during political turmoil and Sioux tensions. The Sons of Malta and local newspapers had a falling out, leading to a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute.\n\nSimultaneously, tensions between settlers and the Sioux escalated, led by educated leader Other Day. A treaty ceded land, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Political tension gripped the valley, resulting in a battle at Wood Lake and military tribunal sentences of 303 offenders to death.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies. Impressment of teams for transportation led to a notable incident involving a young man named Hines. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.\n\nSt. Paul's fire department evolved from bucket fire departments to hand engines and steam fire departments. The Pioneer Hook and Ladder Company, the \"Father of the Volunteer Fire Department of St. Paul,\" was established in 1854 under Isaac A. Banker. However, they became financially embarrassed in 1856 and were taken over by the city fathers, who purchased two double-deck hand fire engines in August 1858.\n\nA notable member of Pioneer Hook and Ladder company was a little red-headed Irishman, A.D. Martin, known as \"Johnny Martin.\" He was the foreman of the Daily Minnesotian office, always ready to respond to fire alarms and celebrated after each fire. Despite his threats to kill an Irishman before returning to work, he never succeeded.", "The story is set in 1850s-60s St. Paul, Minnesota, during political turmoil and Sioux tensions. The Sons of Malta and local newspapers had a falling out, leading to a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute.\n\nSimultaneously, tensions between settlers and the Sioux escalated, led by educated leader Other Day. A treaty ceded land, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Political tension gripped the valley, resulting in a battle at Wood Lake and military tribunal sentences of 303 offenders to death.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies. Impressment of teams for transportation led to a notable incident involving a young man named Hines. The silver-haired farmer Hilks ceased hauling produce due to his Southern sympathies.\n\nThe city's fire department evolved from bucket fire departments to hand engines and steam fire departments. The Pioneer Hook and Ladder Company, the \"Father of the Volunteer Fire Department of St. Paul,\" was established in 1854 under Isaac A. Banker. However, they became financially embarrassed in 1856 and were taken over by the city fathers, who purchased two double-deck hand fire engines in August 1858.\n\nA notable member of Pioneer Hook and Ladder company was a little red-headed Irishman, A.D. Martin, known as \"Johnny Martin.\" He was the foreman of the Daily Minnesotian office, always ready to respond to fire alarms and celebrated after each fire. Despite his threats to kill an Irishman before returning to work, he never succeeded.\n\nIn 1857, Hope Engine Company No. 1 was organized, with Michael Leroy as the first foreman and R.C. Wiley and Joseph S. Herey as his assistants. The membership included John H. Dodge, Porteus Dodge, John E. Missen, Joseph Elfelt, Fred Whipperman, John T. Toal, J.H. Barstow, J.C. Grand, Charles Riehl, John Raguet, E. Rhodes, B. Bradley, Charles Hughes, Bird Boesch, T.F. Masterson, John J. Williams, and V. Metzger. They were provided with an engine house on the southwest corner of Franklin and Fourth streets, later moved to a new brick building on Third street, fronting on Washington.\n\nIn the winter of 1857-1858, Minnehaha Engine. Company No. 2 was organized, with H.P. Grant as the foreman, M.J. O'Connor and H.B. Terwilliger as assistants, and members including Harry M. Shaw, Nicholas Hendy, John B. Oliver, F.A. Cariveau, H.A. Schlick, C.D. Hadway, N. Nicuhaus, L.R. Storing, William T. Donaldson, Daniel Rohrer, J. Fletcher Williams, N. W. Kittson, Alfred Bayace, and John McCauley. Their engine house served as a general lounging and reading-room for its members.", "The story is set in 1850s-60s St. Paul, Minnesota, during political turmoil and Sioux tensions. The Sons of Malta and local newspapers had a falling out, leading to a Harper's Weekly expose. Amidst this, the Wide Awakes and Little Giants emerged, aiding the Minnesotian office in a whisky payment dispute.\n\nSimultaneously, tensions between settlers and the Sioux escalated, led by educated leader Other Day. A treaty ceded land, sparking the Great Sioux Outbreak. Ex-Gov. Sibley, known for understanding Native Americans, commanded troops at Fort Ridgely. Political tension gripped the valley, resulting in a battle at Wood Lake and military tribunal sentences of 303 offenders to death.\n\nIn response to Gov. Sibley's appeal, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, provided crucial supplies. The city's fire department also evolved during this period. It started as bucket fire departments and transitioned to hand engines and steam fire departments.\n\nThe Pioneer Hook and Ladder Company, the \"Father of the Volunteer Fire Department of St. Paul,\" was established in 1854 under Isaac A. Banker. However, they became financially embarrassed in 1856 and were taken over by the city fathers, who purchased two double-deck hand fire engines in August 1858.\n\nA notable member of Pioneer Hook and Ladder company was a little red-headed Irishman, A.D. Martin, known as \"Johnny Martin.\" He was the foreman of the Daily Minnesotian office, always ready to respond to fire alarms and celebrated after each fire. Despite his threats to kill an Irishman before returning to work, he never succeeded.\n\nIn 1857, Hope Engine Company No. 1 was organized, with Michael Leroy as the first foreman and R.C. Wiley and Joseph S. Herey as his assistants. The membership included several notable figures, including John H. Dodge, Porteus Dodge, and John E. Missen. They were provided with an engine house on the southwest corner of Franklin and Fourth streets.\n\nIn the winter of 1857-1858, Minnehaha Engine. Company No. 2 was organized, with H.P. Grant as the foreman, M.J. O'Connor and H.B. Terwilliger as assistants. Their engine house served as a general lounging and reading-room for its members.\n\nThe city's fire department further expanded with the formation of Rotary Independent Company No. 1, a private institution used during general alarms and the annual parade of the department. This engine was purchased from the government by John S. Prince when Fort Snelling was abandoned and was used for the protection of the property of the mill, which was located on lower Third street.\n\nIn 1858, the legislature passed an act requiring the sextons of the different churches to ring the church bells fifteen minutes whenever there was an alarm of fire. The uptown churches, downtown churches, and the churches in the central part of the city would ring their bells, causing a regular banging and clanging of the bells. Every one turned out when the fire bells rang, leading to general pandemonium until the exact location of the fire could be determined.\n\nThe first annual parade of the St. Paul fire department occurred on the 12th of September, 1859, and was participated in by the Pioneer Hook and Ladder Company No. 1, Hope Engine Company No. 1, Minnehaha Engine Company No. 2, and Rotary Independent Company No. 1. These four companies numbered 175 men and were reviewed by the mayor and common council in front of the old city hall.", "The 1850s-60s in St. Paul, Minnesota, were marked by political turmoil, Sioux tensions, and emerging fire departments. The Sons of Malta and local newspapers conflicted, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants supported the Minnesotian office in a whisky payment dispute. Simultaneously, settler-Sioux tensions escalated under educated leader Other Day, resulting in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, commanded troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, aided the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company, established in 1854, became financially embarrassed and was taken over by the city fathers, who purchased hand fire engines in 1858.\n\nNotable Pioneer Hook and Ladder members included A.D. Martin, an Irishman and Daily Minnesotian foreman, known for fire response and failed threats against another Irishman. In 1857, Hope Engine Company No. 1 and Minnehaha Engine Company No. 2 were organized, followed by Rotary Independent Company No. 1 in 1858, which protected mill property.\n\nIn 1858, the legislature required church sextons to ring bells during fires, causing general pandemonium until the fire location was identified. The first annual parade of the St. Paul fire department occurred in 1859, involving four companies.\n\nDuring the war, many firemen enlisted, diminishing department ranks. The mayor faced criticism for equating firemen's bravery to soldiers', but was re-elected. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1, taking charge of the steamer. The city's fire department now consists of 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses.", "The 1850s-60s in St. Paul, Minnesota, were marked by political turmoil, Sioux tensions, and emerging fire departments. The Sons of Malta and local newspapers conflicted, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants supported the Minnesotian office in a whisky payment dispute. Simultaneously, settler-Sioux tensions escalated under educated leader Other Day, resulting in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, commanded troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, played a crucial role in aiding the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company, established in 1854, experienced financial difficulties and was taken over by the city fathers, who purchased hand fire engines in 1858.\n\nNotable Pioneer Hook and Ladder members included A.D. Martin, an Irishman and Daily Minnesotian foreman, known for fire response and failed threats against another Irishman. In 1857, Hope Engine Company No. 1 and Minnehaha Engine Company No. 2 were organized, followed by Rotary Independent Company No. 1 in 1858, which protected mill property.\n\nIn 1858, the legislature required church sextons to ring bells during fires, causing general pandemonium until the fire location was identified. The first annual parade of the St. Paul fire department occurred in 1859, involving four companies.\n\nDuring the war, many firemen enlisted, diminishing department ranks. The mayor faced criticism for equating firemen's bravery to soldiers', but was re-elected. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1, taking charge of the steamer.\n\nIn addition to these events, the story also features notable individuals such as Mrs. Presley, who was an honored guest at all entertainments with which the firemen were connected and will be remembered for her unostentatious deeds of charity. Her death was deeply regretted by the fire department and all residents of the city.\n\nThe Hon. Michael E. Ames, a brilliant member of St. Paul's legal fraternity, possessed an enviable reputation for punctiliousness and sublime imperturbability in exigencies of great moment. His apartment was discovered to be on fire, and in a supplicating manner, as if addressing a jury in an important case, he asked the fire laddies to desist from operations until he could arrange his toilet, escaping with his toilet properly adjusted, but his apartments were soon incinerated.\n\nThe city's fire department has since grown to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses.\n\nThe story also includes a list of hotels destroyed by fire during St. Paul's early history, including Daniels house, Sintominie hotel, Rice house, New England hotel, Hotel to the Wild Hunter, Montreal house, Canada house, Winslow house, American house, International hotel, Franklin house, Dakota house, Washington house, Cosmopolitan hotel, Western house, and Garden City house.", "The 1850s-60s in St. Paul, Minnesota, were marked by political turmoil, Sioux tensions, and emerging fire departments. The Sons of Malta and local newspapers conflicted, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants supported the Minnesotian office in a whisky payment dispute. Simultaneously, settler-Sioux tensions escalated under educated leader Other Day, resulting in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, commanded troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, played a crucial role in aiding the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company, established in 1854, experienced financial difficulties and was taken over by the city fathers, who purchased hand fire engines in 1858. Notable Pioneer Hook and Ladder members included A.D. Martin, an Irishman and Daily Minnesotian foreman, known for fire response and failed threats against another Irishman. In 1857, Hope Engine Company No. 1 and Minnehaha Engine Company No. 2 were organized, followed by Rotary Independent Company No. 1 in 1858, which protected mill property.\n\nIn 1858, the legislature required church sextons to ring bells during fires, causing general pandemonium until the fire location was identified. The first annual parade of the St. Paul fire department occurred in 1859, involving four companies. During the war, many firemen enlisted, diminishing department ranks. The mayor faced criticism for equating firemen's bravery to soldiers', but was re-elected. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1, taking charge of the steamer.\n\nThe city's fire department has since grown to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. The story also features notable individuals such as Mrs. Presley, who was an honored guest at all entertainments with which the firemen were connected and will be remembered for her unostentatious deeds of charity. Her death was deeply regretted by the fire department and all residents of the city.\n\nThe Hon. Michael E. Ames, a brilliant member of St. Paul's legal fraternity, possessed an enviable reputation for punctiliousness and sublime imperturbability in exigencies of great moment. His apartment was discovered to be on fire, and in a supplicating manner, as if addressing a jury in an important case, he asked the fire laddies to desist from operations until he could arrange his toilet, escaping with his toilet properly adjusted, but his apartments were soon incinerated.\n\nThe story includes a list of hotels destroyed by fire during St. Paul's early history, including Daniels house, Sintominie hotel, Rice house, New England hotel, Hotel to the Wild Hunter, Montreal house, Canada house, Winslow house, American house, International hotel, Franklin house, Dakota house, Washington house, Cosmopolitan hotel, Western house, and Garden City house. The first hotel fire of any importance was that of the Daniels house, which occurred in 1852. The Sintominie hotel on the corner of Sixth and John streets was the second hotel to receive a visit from the fire king in 1854. The Rice house was burned to the ground in early 1856. The Canada house and the Galena house, two small frame structures on Robert near Third, were the next hotels to be visited by the fiery monster.", "The 1850s-60s in St. Paul, Minnesota, were marked by political turmoil, Sioux tensions, and emergent fire departments. The Sons of Malta and local newspapers clashed, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants supported the Minnesotian office in a whisky payment dispute. Simultaneously, settler-Sioux tensions escalated under leader Other Day, resulting in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, commanded troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, aided the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company, established in 1854, experienced financial difficulties and was taken over by the city fathers, who purchased hand fire engines in 1858. Hope Engine Company No. 1 and Minnehaha Engine Company No. 2 were organized in 1857, followed by Rotary Independent Company No. 1 in 1858.\n\nIn 1858, the legislature required church sextons to ring bells during fires, causing pandemonium until the fire location was identified. The first annual parade of the St. Paul fire department occurred in 1859. During the war, many firemen enlisted, diminishing department ranks. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1.\n\nThe city's fire department has since grown to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department and deeply regretted by residents after her death.\n\nIn 1860, a destructive fire broke out, destroying 34 buildings, including several hotels. Notable hotels lost to fire include the New England, Empire saloon, Hotel to the Wild Hunter, and Montreal house. The first hotel fire of importance was that of the Daniels house in 1852.\n\nThroughout this period, fire companies and their members played a crucial role in the city's development and safety, despite the challenges posed by political tension, Sioux conflicts, and limited resources.", "The 1850s-60s in St. Paul, Minnesota, were marked by political turmoil, Sioux tensions, and emergent fire departments. The Sons of Malta and local newspapers clashed, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants supported the Minnesotian office in a whisky payment dispute. Simultaneously, settler-Sioux tensions escalated under leader Other Day, resulting in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, commanded troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, aided the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company, established in 1854, experienced financial difficulties and was taken over by the city fathers, who purchased hand fire engines in 1858. Hope Engine Company No. 1 and Minnehaha Engine Company No. 2 were organized in 1857, followed by Rotary Independent Company No. 1 in 1858. In 1858, the legislature required church sextons to ring bells during fires, causing pandemonium until the fire location was identified. The first annual parade of the St. Paul fire department occurred in 1859. During the war, many firemen enlisted, diminishing department ranks. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1.\n\nIn 1860, a destructive fire broke out, destroying 34 buildings, including several hotels. Notable hotels lost to fire include the New England, Empire saloon, Hotel to the Wild Hunter, Montreal house, and the Winslow. The Winslow was a four-story brick building, and with the exception of the Fuller house the largest hotel in the city. It was constructed in 1854 by the late J.M. Winslow, a notable hotel constructor in the West. The American house, on the corner of Third and Exchange streets, was another landmark of the city for a good many years. It was built in 1849, and the territorial politicians generally selected this hotel as their headquarters.\n\nIn 1856, Mackubin & Edgerton erected a fine three-story brick building on the corner of Third and Franklin streets, which was later remodeled into the Cosmopolitan hotel, a well-patronized hotel on the European plan.\n\nThe city's fire department has since grown to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department and deeply regretted by residents after her death.\n\nThroughout this period, fire companies and their members played a crucial role in the city's development and safety, despite the challenges posed by political tension, Sioux conflicts, and limited resources.", "The 1850s-60s in St. Paul, Minnesota, were turbulent, with political strife, Sioux tensions, and a developing fire department. The Sons of Malta and local press clashed, leading to a Harper's Weekly expose, while the Wide Awakes and Little Giants backed the Minnesotian office in a liquor payment dispute. Settler-Sioux tensions rose under leader Other Day, culminating in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for Native American understanding, led troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to hand engines and steam engines. The Pioneer Hook and Ladder Company (1854), Hope Engine Company No. 1 (1857), Minnehaha Engine Company No. 2 (1857), and Rotary Independent Company No. 1 (1858) were established. In 1858, the legislature required church sextons to ring bells during fires, causing confusion until the fire location was identified. The first annual fire department parade occurred in 1859. During the war, many firemen enlisted, diminishing department ranks. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1.\n\nIn 1860, a destructive fire destroyed 34 buildings, including several hotels. Notable hotels lost to fire included the New England, Empire saloon, Hotel to the Wild Hunter, Montreal house, and the Winslow. The Winslow, a four-story brick building constructed in 1854, was the city's largest hotel until the Fuller house. In 1856, the Cosmopolitan hotel was built on the site of a former fine three-story brick building. In 1868, the Emmert house, used as a boarding house, was destroyed by fire, but two brave firemen saved a smallpox-stricken couple.\n\nThe city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department. In 1860, the Linden theatrical company suffered heavy losses in a fire, and in 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell, a well-known city physician.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, Sioux tensions, and a developing fire department. During this time, the Sons of Malta and local press clashed, leading to a Harper's Weekly expose. The Wide Awakes and Little Giants supported the Minnesotian office in a liquor payment dispute. Settler-Sioux tensions rose, culminating in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for his understanding of Native Americans, led troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department. The fire department evolved from bucket systems to hand engines and steam engines, with the establishment of the Pioneer Hook and Ladder Company (1854), Hope Engine Company No. 1 (1857), Minnehaha Engine Company No. 2 (1857), and Rotary Independent Company No. 1 (1858). In 1858, the legislature required church sextons to ring bells during fires, causing confusion until the fire location was identified. The first annual fire department parade occurred in 1859. During the war, many firemen enlisted, diminishing department ranks. The arrival of the first steamer in 1866 led to Hope Engine Company No. 1's disbandment and the formation of St. Paul Hose Company No. 1.\n\nIn 1860, a destructive fire destroyed 34 buildings, including several hotels. Notable hotels lost to fire included the New England, Empire saloon, Hotel to the Wild Hunter, Montreal house, and the Winslow. The Winslow, a four-story brick building constructed in 1854, was the city's largest hotel until the Fuller house. In 1856, the Cosmopolitan hotel was built on the site of a former fine three-story brick building. In 1868, the Emmert house, used as a boarding house, was destroyed by fire, but two brave firemen saved a smallpox-stricken couple.\n\nThe city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department. In 1860, the Linden theatrical company suffered heavy losses in a fire, and in 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell, a well-known city physician.\n\nIn an unusually cold night in the 1860s, two unidentified people, referred to as \"<DW52> people,\" were left in the middle of the street. Despite some attempts to provide clothing and build a fire for them, no one volunteered to take them to a place of shelter. However, the late W.L. Wilson took notice of their situation the next day and took them to a place of safety, ensuring they were properly cared for.\n\nThe Mansion house, a three-story frame building erected by Nicholas Pottgieser in early days at an expense of $12,000, was a popular resort and welcomed weary travelers for many years. During the summer of 1866, an incident occurred at this house involving a man named Hawkes, a guest at the hotel. Hawkes accidentally shot and instantly killed his young and beautiful wife. He was arrested and tried for murder, but was later acquitted after a long and sensational trial.\n\nThe greatest hotel fire in the history of St. Paul occurred on the night of Feb. 3, 1869. The International hotel (formerly the Fuller house) was situated on the northeast corner of Seventh and Jackson streets, and was built of brick and was five stories high. It cost about $110,000 when completed and had been the best hotel in the West for years. Notable figures such as William H. Seward and his party, Gen. Pope, and Gen. Sibley had their headquarters in this building. In 1861, the property came into the possession of Samuel Mayall, and he changed the name of it from Fuller house to International hotel. Col. E.C. Belote was the manager of the hotel at the time of the fire.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and the development of a fire department. During this time, the Sons of Malta and local press clashed, leading to a Harper's Weekly expose. Settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley, known for his understanding of Native Americans, led troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to hand engines and steam engines. The first annual fire department parade occurred in 1859. During the war, many firemen enlisted, diminishing department ranks.\n\nIn 1860, a destructive fire destroyed 34 buildings, including several hotels. Notable hotels lost to fire included the Winslow, a four-story brick building constructed in 1854, which was the city's largest hotel until the Fuller house. The Emmert house, used as a boarding house, was destroyed by fire in 1868, but two brave firemen saved a smallpox-stricken couple.\n\nThe city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department.\n\nIn 1860, the Linden theatrical company suffered heavy losses in a fire, and in 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell, a well-known city physician.\n\nDuring an unusually cold night in the 1860s, two unidentified people were left in the middle of the street. Despite some attempts to help, no one offered them shelter until the late W.L. Wilson took notice the next day and took them to a place of safety.\n\nThe Mansion house, a popular resort, was the site of an 1866 incident involving a guest, Hawkes, who accidentally killed his wife and was later acquitted after a sensational trial.\n\nThe greatest hotel fire in St. Paul's history occurred at the International hotel (formerly the Fuller house) in 1869, destroying the five-story brick building and killing numerous people. The property had been owned by Samuel Mayall since 1861, and Col. E.C. Belote was the manager at the time of the fire.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of a fire department. The Sons of Malta and local press clashed, leading to a Harper's Weekly expose. Settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely.\n\nAmid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to hand engines and steam engines. The first annual fire department parade occurred in 1859. During the war, many firemen enlisted, diminishing department ranks.\n\nA destructive fire in 1860 destroyed 34 buildings, including the Winslow and Emmert houses. The city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. Notable individuals include Mrs. Presley, known for her charity towards the fire department.\n\nIn 1860, the Linden theatrical company suffered heavy losses in a fire. In 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. During an unusually cold night in the 1860s, W.L. Wilson took notice of two unidentified people left in the street and offered them shelter.\n\nThe Mansion house was the site of an 1866 incident involving a guest, Hawkes, who accidentally killed his wife and was later acquitted. The greatest hotel fire in St. Paul's history occurred at the International hotel in 1869, killing numerous people.\n\nA significant fire broke out in St. Paul in the 1860s, endangering the Park Place hotel. Despite chaos, there were no reported deaths or injuries, largely due to the efforts of Pete O'Brien, the night watchman. Notable individuals present included Gen. C.C. Andrews, Judge Lochren, Capt. H.A. Castle, Gen. W.G. Le Duc, Selah Chamberlain, Gov. Armstrong and wife, Charles A. Gilman and wife, Dr. W.W. Mayo, I.W. Webb, Dr. Charles N. Hewitt, M.H. Dunnell, and Judge Thomas Wilson.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Amid political tension, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. Settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely.\n\nThe city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. During the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities.\n\nNotable figures include Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel. Gen. C.C. Andrews, Judge Lochren, Capt. H.A. Castle, Gen. W.G. Le Duc, Selah Chamberlain, Gov. Armstrong and wife, Charles A. Gilman and wife, Dr. W.W. Mayo, I.W. Webb, Dr. Charles N. Hewitt, M.H. Dunnell, and Judge Thomas Wilson were present during this incident.\n\nThe Mansion house was the site of an 1866 incident involving a guest, Hawkes, who accidentally killed his wife and was later acquitted. The Linden theatrical company suffered heavy losses in a fire in 1860, and in 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. W.L. Wilson took notice of two unidentified people left in the street during an unusually cold night in the 1860s and offered them shelter.\n\nThree flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. It was the site of the first territorial legislature of Minnesota and later became a large boarding house. Notable managers include Mrs. Corbett, Mrs. Ferguson, George Pulford, and Ben Ferris. The Carpenter house, built by Warren Carpenter, intended as a family hotel, was left unfulfilled due to the panic of 1857 and the Civil War. It was eventually sold and burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, believed to be the work of incendiaries, causing a loss of approximately $20,000, partially insured. Four firemen were injured but all recovered.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. During this time, the Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. Settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely.\n\nThe city's fire department now includes 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. During the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities.\n\nNotable figures include Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel. Gen. C.C. Andrews, Judge Lochren, Capt. H.A. Castle, Gen. W.G. Le Duc, Selah Chamberlain, Gov. Armstrong and wife, Charles A. Gilman and wife, Dr. W.W. Mayo, I.W. Webb, Dr. Charles N. Hewitt, M.H. Dunnell, and Judge Thomas Wilson were present during this incident.\n\nThe Mansion house was the site of an 1866 incident involving a guest, Hawkes, who accidentally killed his wife and was later acquitted. The Linden theatrical company suffered heavy losses in a fire in 1860, and in 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. W.L. Wilson took notice of two unidentified people left in the street during an unusually cold night in the 1860s and offered them shelter.\n\nThree flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. It was the site of the first territorial legislature of Minnesota and later became a large boarding house. Notable managers include Mrs. Corbett, Mrs. Ferguson, George Pulford, and Ben Ferris. The Carpenter house, built by Warren Carpenter, intended as a family hotel, was left unfulfilled due to the panic of 1857 and the Civil War. It was eventually sold and burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, believed to be the work of incendiaries, causing a loss of approximately $20,000, partially insured. Four firemen were injured but all recovered.\n\nIn the Windsor hotel, Mr. Greenman kept the hotel before selling it to John Summers, who was the owner when it was burned. The Merchants is the only one of the old hotels still existing, but the original structure was torn down to make room for the present building many years ago.\n\nOne of the most appalling calamities that ever occurred at a fire in St. Paul took place in May, 1870, when the old Concert Hall building on Third street, near Market, was destroyed. The building was built by the late J.W. McClung in 1857, and the hall in the basement was one of the largest in the city. It was three stories high in front and six or seven on the river side. Under the sidewalk, all kinds of inflammable material was stored and it was from here that the fire was first noticed. In an incredibly short time, flames reached the top of the building, thus making escape almost impossible. On the river side of the building on the top floor, two brothers, Charles and August Mueller, had a tailor shop. They made a leap for life and both recovered after months of suffering. A lady by the name of McClellan, who had a dressmaking establishment on the second floor, also survived.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. The Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. Settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely.\n\nSt. Paul's fire department grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities.\n\nNotable figures included Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel. The Mansion house was the site of an 1866 incident involving a guest, Hawkes, who accidentally killed his wife and was later acquitted.\n\nWindstorms and fires caused significant damage. In 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. Three flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. Notable managers included Mrs. Corbett, Mrs. Ferguson, George Pulford, and Ben Ferris. The Carpenter house, built by Warren Carpenter, was left unfulfilled due to the panic of 1857 and the Civil War, eventually being sold and burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, causing a loss of approximately $20,000, partially insured. St. Paul also saw the rise of entertainment venues, such as Irvine Hall, also known as Melodeon hall, which hosted various performances, including Dan Emmet's minstrel company.\n\nThe Merchants is the only one of the old hotels still existing, but the original structure was torn down to make room for the present building many years ago.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the supreme court of the State of Minnesota, was well-known in the city's entertainment scene. His innovative kissing of the entire tribe during a performance caused a sensation. Emmet's company performed at Irvine Hall (Melodeon hall), but after they left St. Paul, Emmet turned his attention to writing melodies, including \"Dixie,\" which later became the national air of the Confederate States.\n\nThe Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. The fire department grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities. Notable figures included Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel.\n\nSt. Paul's settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident involving a guest, Hawkes, resulted in his wife's accidental death and his later acquittal. Windstorms and fires caused significant damage. In 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. Three flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. The Carpenter house, built by Warren Carpenter, was left unfulfilled and was later burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, causing a loss of approximately $20,000, partially insured.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the supreme court of the State of Minnesota, was well-known in the city's entertainment scene. His innovative kissing of the entire tribe during a performance caused a sensation. Emmet's company performed at Irvine Hall (Melodeon hall), and after they left St. Paul, Emmet turned his attention to writing melodies, including \"Dixie.\" This tune later became the national air of the Confederate States.\n\nThe Hutchinson family, known for their patriotism and original music, often visited St. Paul. They were a significant presence in the city's cultural landscape.\n\nThe Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. The fire department grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities. Notable figures included Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel.\n\nSt. Paul's settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident involving a guest, Hawkes, resulted in his wife's accidental death and his later acquittal. Windstorms and fires caused significant damage. In 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. Three flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. The Carpenter house, built by Warren Carpenter, was left unfulfilled and was later burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, causing a loss of approximately $20,000, partially insured. This incident highlights the ongoing challenges faced by the city in terms of infrastructure and safety.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the supreme court of the State of Minnesota, was well-known in the city's entertainment scene. His innovative kissing of the entire tribe during a performance caused a sensation. Emmet's company performed at Irvine Hall (Melodeon hall), and after they left St. Paul, Emmet turned his attention to writing melodies, including \"Dixie.\" This tune later became the national air of the Confederate States.\n\nThe Hutchinson family, known for their patriotism and original music, often visited St. Paul. They were a significant presence in the city's cultural landscape. The family, which included sister Abby, was ordered out of the Army of the Potomac by Gen. McClellan on account of the abolition sentiments expressed in its songs. Gen. McClellan was at one time the idol of the army, as well as of the entire American people. Before the war he was chief engineer of the Illinois Central railroad and made frequent trips to St. Paul to see the future Mrs. McClellan, a Miss Marcy, daughter of Maj. R.B. Marcy of the regular army, who lived in the old Henry M. Rice homestead on Summit avenue. When Gen. McClellan was in command of the Army of the Potomac Maj. Marcy was his chief of staff.\n\nThe Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the city's fire department, which evolved from bucket systems to steam engines. The fire department grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks. Destructive fires included one in 1860 that destroyed 34 buildings and the International hotel fire in 1869, causing numerous fatalities. Notable figures included Mrs. Presley, known for her charity towards the fire department, and Pete O'Brien, the night watchman who prevented injuries during a significant fire at the Park Place hotel.\n\nSt. Paul's settler-Sioux tensions culminated in the Great Sioux Outbreak after a treaty ceded land. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident involving a guest, Hawkes, resulted in his wife's accidental death and his later acquittal. Windstorms and fires caused significant damage. In 1868, a windstorm damaged the Cosmopolitan hotel, nearly killing Dr. Schell. Three flourishing hotels once existed on Bench street, but only the Central house remained by the 1870s. The Carpenter house, built by Warren Carpenter, was left unfulfilled and was later burned down in 1879 due to suspected arson.\n\nIn 1878, an unoccupied frame building of a swell hotel was destroyed by fire, causing a loss of approximately $20,000, partially insured. This incident highlights the ongoing challenges faced by the city in terms of infrastructure and safety. One of the original Hutchinsons is still living, as indicated by a recent dispatch. John W. Hutchinson, at the age of 81, is about to start on a new singing and speaking crusade through the South, this time against the sale and use of cigarettes.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the Supreme Court of Minnesota, was known for his kissing of the entire tribe during a performance, causing a sensation. His company performed at Irvine Hall (Melodeon hall), and after leaving St. Paul, Emmet focused on writing melodies, including \"Dixie,\" which became the Confederate States' national air.\n\nThe Hutchinson family, known for their patriotism and original music, often visited St. Paul, significantly contributing to the city's cultural landscape. Gen. George B. McClellan was a frequent visitor due to his romantic interest in Miss Marcy, daughter of Maj. R.B. Marcy of the regular army. When Gen. McClellan commanded the Army of the Potomac, Maj. Marcy was his chief of staff. The Ladies Aid Society, led by Mrs. Selby and Miss Holyoke, supported the fire department, which grew to 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.\n\nSt. Paul's settler-Sioux tensions culminated in the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident involving a guest, Hawkes, resulted in his wife's accidental death. Windstorms and fires caused significant damage. In 1878, an unoccupied frame building of a swell hotel was destroyed by fire, causing a loss of approximately $20,000.\n\nJohn W. Hutchinson, one of the original Hutchinsons, is still living at 81, preparing for a new singing and speaking crusade against the sale and use of cigarettes. He is reputed to be wealthy, as evidenced by a court case, in which he appeared without an attorney and successfully demonstrated his ability to manage his own affairs.\n\nThis summary condenses the original 600-word text into 345 words, focusing on key events, backgrounds, settings, characters, and their objectives, while removing insignificant details.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the Supreme Court of Minnesota, caused a sensation by kissing the entire Sioux tribe during a performance. His company performed at Irvine Hall, and after leaving St. Paul, Emmet focused on writing melodies, including \"Dixie,\" which became the Confederate States' national air.\n\nThe Hutchinson family, known for their patriotism and original music, significantly contributed to St. Paul's cultural landscape. Gen. George B. McClellan frequently visited due to his romantic interest in Marcy, daughter of Maj. R.B. Marcy of the regular army. When McClellan commanded the Army of the Potomac, Marcy was his chief of staff. The Ladies Aid Society supported the fire department, which grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.\n\nSt. Paul's settler-Sioux tensions culminated in the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident resulted in a guest's wife's accidental death. Windstorms and fires caused significant damage.\n\nJohn W. Hutchinson, one of the original Hutchinsons, is still living at 81, preparing for a new singing and speaking crusade against the sale and use of cigarettes. He is reputed to be wealthy.\n\nThe 1860 presidential election news was scarce in St. Paul, with reports only coming from four local precincts due to the owner of the telegraph line restricting access. After the election, the crowd sang and expressed their frustration with Mr. Winslow before finally dispersing. The following afternoon, they learned that New York had given Mr. Lincoln a 50,000-majority, making it the pivotal state for the Republicans to hold a jollification meeting.\n\nTom Marshall, an eloquent orator from Kentucky, spent the summer in Minnesota recovering from over-indulgence. Despite the beneficial climate, he often appeared inebriated. One day, while sauntering down Third street, he encountered a club of Little Giants marching to a Democratic gathering and denounced Douglas and the Democratic party in language that was very edifying to the few Republicans who chanced upon the scene.", "The 1850s-60s in St. Paul, Minnesota, were marked by political strife, tensions with the Sioux, and development of its fire department. Dan Emmet, a minstrel performer and brother of Lafayette S. Emmett, chief justice of the Supreme Court of Minnesota, caused a sensation by kissing the entire Sioux tribe during a performance. Emmet later wrote \"Dixie,\" which became the Confederate States' national air.\n\nThe Hutchinson family, known for their patriotic music, significantly contributed to St. Paul's cultural landscape. Gen. George B. McClellan frequently visited due to his romantic interest in Marcy, daughter of Maj. R.B. Marcy of the regular army. During the 1860 presidential election, news was scarce in St. Paul due to telegraph line restrictions. After learning of Lincoln's victory, locals expressed frustration with Winslow before finally dispersing.\n\nTom Marshall, an eloquent orator from Kentucky, spent the summer in Minnesota recovering from over-indulgence. Despite the beneficial climate, he often appeared inebriated. One day, while walking down Third street, he denounced Douglas and the Democratic party, gaining support from local Republicans.\n\nThe Little Giants, a group of young, politically active men in St. Paul, were known for their gatherings and speaker choices. During a Democratic meeting, De Witt C. Cooley, a well-known figure, caused laughter by calling upon the audience to \"Holler for Cooley.\"\n\nThe Athenaeum, constructed in 1859, was St. Paul's only amusement hall with a stage and drop curtain. During the war, dramatic and musical performances were given for the boys in blue. Notable figures such as Plunkett's Dramatic company performed at this hall.\n\nIn 1861, John W. Hutchinson, one of the original Hutchinsons, spent the summer in St. Paul, preparing for a new singing and speaking crusade against cigarettes. After the war, German dramatic performances were given by Prof. Phil Roher and Otto Dreher.\n\nAmid these cultural developments, St. Paul experienced tensions with the Sioux, culminating in the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident resulted in a guest's wife's accidental death. Windstorms and fires caused significant damage. The Ladies Aid Society supported the fire department, which grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.", "In the 1850s-60s, St. Paul, Minnesota, experienced political strife, tensions with the Sioux, and growth of its fire department. Dan Emmet, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, caused a sensation by kissing the entire Sioux tribe, and later wrote \"Dixie,\" the Confederate anthem. The Hutchinson family, known for their patriotic music, significantly contributed to St. Paul's cultural landscape. Gen. George B. McClellan frequently visited due to his romantic interest in Marcy, Maj. R.B. Marcy's daughter.\n\nDuring the 1860 presidential election, news was scarce in St. Paul due to telegraph line restrictions. After learning of Lincoln's victory, locals expressed frustration with Winslow before finally dispersing. Market hall, built in 1853, became a popular amusement venue, hosting the Hough Dramatic company and later serving as a drill hall for the Wide Awakes, who took charge of squads, companies, and regiments in the impending struggle.\n\nTom Marshall, an eloquent orator from Kentucky, spent the summer in Minnesota recovering from over-indulgence. Despite the beneficial climate, he often appeared inebriated. One day, while walking down Third street, he denounced Douglas and the Democratic party, gaining support from local Republicans.\n\nThe Athenaeum, constructed in 1859, was St. Paul's only amusement hall with a stage and drop curtain. During the war, dramatic and musical performances were given for the boys in blue. Notable figures such as Plunkett's Dramatic company performed at this hall.\n\nIn 1861, John W. Hutchinson prepared for a new singing and speaking crusade against cigarettes in St. Paul. Amidst these cultural developments, St. Paul faced tensions with the Sioux, culminating in the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident resulted in a guest's wife's accidental death. Windstorms and fires caused significant damage.\n\nThe Ingersoll block on Bridge Square, constructed in 1861, was used as a rendezvous and drill hall for Company C, First regiment of Minnesota volunteers. In February 1861, a social and supper was held in the building to raise funds for a library.\n\nThe Ladies Aid Society supported the fire department, which grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.", "In the 1850s-60s, St. Paul, Minnesota, faced political strife, tensions with the Sioux, and growth of its fire department. Notable figures enriched the city's cultural scene, including Dan Emmet, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, who caused a sensation by kissing the entire Sioux tribe and wrote \"Dixie,\" the Confederate anthem. The Hutchinson family, popular for their patriotic music, also significantly contributed to St. Paul's cultural landscape.\n\nGeneral George B. McClellan often visited St. Paul due to his romantic interest in Marcy, Major R.B. Marcy's daughter. During the 1860 presidential election, news was scarce due to telegraph line restrictions, leading to locals' frustration with Winslow.\n\nMarket hall (1853) and the Athenaeum (1859) became popular venues for entertainment. The former hosted the Hough Dramatic company and later served as a drill hall for the Wide Awakes. The Athenaeum, St. Paul's only amusement hall with a stage and drop curtain, hosted dramatic and musical performances during the war.\n\nIn 1861, John W. Hutchinson initiated an anti-cigarette crusade in St. Paul. Amidst these cultural developments, tensions with the Sioux escalated into the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident resulted in a guest's wife's accidental death.\n\nThe Ingersoll block on Bridge Square (1861) served as a rendezvous and drill hall for Company C, First regiment of Minnesota volunteers, and later housed the beginning of the St. Paul library. A.M. Carver, known for his portrayal of Uncle Tom in \"Uncle Tom's Cabin,\" often assisted in theatrical productions.\n\nThe Ladies Aid Society supported the fire department, which grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.\n\nTom Marshall, a Kentucky orator, spent the summer in Minnesota, denouncing Douglas and the Democratic party, and gained local Republican support after recovering from over-indulgence.", "In the 1850s-60s, St. Paul, Minnesota, experienced political strife, tensions with the Sioux, and development of its fire department. The city's cultural scene was vibrant, with figures like Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett. Emmett, who wrote \"Dixie,\" the Confederate anthem, caused a stir by kissing the entire Sioux tribe. The Hutchinson family contributed significantly to St. Paul's cultural landscape with their patriotic music.\n\nGeneral George B. McClellan often visited due to his romantic interest in Marcy, Major R.B. Marcy's daughter. During the 1860 presidential election, news was scarce due to telegraph line restrictions, causing locals' frustration with Winslow. Market hall (1853) and the Athenaeum (1859) became popular venues for entertainment.\n\nIn 1861, John W. Hutchinson started an anti-cigarette crusade. Amidst these cultural developments, tensions with the Sioux escalated into the Great Sioux Outbreak. Ex-Gov. Sibley led troops at Fort Ridgely. Notable buildings included the Mansion house, where an 1866 incident resulted in a guest's wife's accidental death.\n\nThe Ingersoll block on Bridge Square (1861) served as a rendezvous and drill hall for Company C, First regiment of Minnesota volunteers, and later housed the beginning of the St. Paul library. A.M. Carver, known for his portrayal of Uncle Tom in \"Uncle Tom's Cabin,\" often assisted in theatrical productions.\n\nThe Ladies Aid Society supported the fire department, which grew to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlisted, diminishing department ranks.\n\nTom Marshall, a Kentucky orator, spent the summer in Minnesota, denouncing Douglas and the Democratic party, and gained local Republican support after recovering from over-indulgence.\n\nThe city had a theater with a gallery, where the shaded gentry paid as much for admission as the nabobs in the parquet. Joe Rolette, a member from \"Pembina\" county, occasionally entertained the audience with his epileptic fits. Mazurka hall, the principal amusement hall of the city, was located on the second story of an old frame building on the southeast corner of Third and Exchange streets. Napoleon Heitz, a veteran of battles under Napoleon, kept a saloon and restaurant in the same building.\n\nCharles N. Mackubin erected two large buildings on the site of the Metropolitan hotel, one of which was Mozart hall. This development signified the city's growth and changing landscape. While the summary has been condensed, the key events, backgrounds, settings, characters, and their objectives remain, providing a clear, overarching, and fluid narrative.", "The story unfolds in St. Paul, Minnesota, during the 1850s-60s, a time of political strife, tensions with the Sioux, and development of the city's fire department. The cultural scene is vibrant, with figures like Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, who stirs controversy by kissing the entire Sioux tribe. The Hutchinson family significantly contributes to St. Paul's cultural landscape with their patriotic music.\n\nGeneral George B. McClellan frequently visits due to his romantic interest in Marcy, Major R.B. Marcy's daughter. During the 1860 presidential election, news is scarce due to telegraph line restrictions, causing locals' frustration with Winslow. Market hall (1853) and the Athenaeum (1859) become popular venues for entertainment.\n\nIn 1861, John W. Hutchinson starts an anti-cigarette crusade. Amidst these cultural developments, tensions with the Sioux escalate into the Great Sioux Outbreak. Ex-Gov. Sibley leads troops at Fort Ridgely. Notable buildings include the Mansion house, where an 1866 incident results in a guest's wife's accidental death.\n\nThe Ingersoll block on Bridge Square (1861) serves as a rendezvous and drill hall for Company C, First regiment of Minnesota volunteers, and later houses the beginning of the St. Paul library. A.M. Carver, known for his portrayal of Uncle Tom in \"Uncle Tom's Cabin,\" often assists in theatrical productions.\n\nThe Ladies Aid Society supports the fire department, which grows to include 211 paid men, 15 steamers, 4 chemicals, 8 hook and ladder companies, and 122 horses. However, during the war, many firemen enlist, diminishing department ranks.\n\nTom Marshall, a Kentucky orator, spends the summer in Minnesota, denouncing Douglas and the Democratic party, and gains local Republican support after recovering from over-indulgence. The city has a theater with a gallery, where the shaded gentry pay as much for admission as the nabobs in the parquet. Joe Rolette, a member from \"Pembina\" county, occasionally entertains the audience with his epileptic fits. Mazurka hall, the principal amusement hall of the city, is located on the second story of an old frame building on the southeast corner of Third and Exchange streets. Napoleon Heitz, a veteran of battles under Napoleon, keeps a saloon and restaurant in the same building.\n\nIn this period, political tensions are high, with sanitary fairs held to benefit the sanitary commission. At a fair in winter 1864, the Third street end and Masonic hall on the Fourth street corner are used for a large-scale entertainment. Col. Marshall of the Seventh regiment and Col. Uline of the Second are selected as candidates for a sword, with Col. Uline receiving over two thousand votes in the last five minutes, enriching the sanitary commission's funds by several thousand dollars.\n\nOne of the first free concert halls in the city is Agony hall, named either for its agonizing music or beverages, located on Bridge Square. In anti-bellum times, Washington's birthday is celebrated with more pomp and glory than any holiday during the year, with processions to the capitol and elaborate exercises commemorating the nation's first great hero. Business is generally suspended, and none of the daily papers are issued on the day.", "In 1850s-60s St. Paul, Minnesota, political turbulence, Sioux tensions, and fire department development unfold against a vibrant cultural backdrop. Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, stirs controversy by kissing the entire Sioux tribe. The Hutchinson family significantly contributes to St. Paul's cultural scene with patriotic music. General George B. McClellan frequently visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nDuring the 1860 presidential election, scarce news due to telegraph line restrictions frustrates locals. Market hall (1853) and the Athenaeum (1859) become popular venues for entertainment. In 1861, John W. Hutchinson starts an anti-cigarette crusade. The Great Sioux Outbreak escalates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Notable buildings include the Mansion house, where an 1866 incident results in a guest's wife's accidental death.\n\nThe Ingersoll block on Bridge Square (1861) serves as a rendezvous and drill hall for Company C, First regiment of Minnesota volunteers, later housing the beginning of the St. Paul library. A.M. Carver assists in theatrical productions, while Tom Marshall, a Kentucky orator, denounces Douglas and the Democratic party, gaining local Republican support. The city has a theater with a gallery, where the shaded gentry pay as much for admission as the nabobs in the parquet.\n\nJoe Rolette, a member from \"Pembina\" county, occasionally entertains the audience with his epileptic fits. Mazurka hall, the principal amusement hall of the city, is located on the second story of an old frame building on the southeast corner of Third and Exchange streets. Napoleon Heitz keeps a saloon and restaurant in the same building.\n\nPolitical tensions are high, with sanitary fairs held to benefit the sanitary commission. At a fair in winter 1864, the Third street end and Masonic hall on the Fourth street corner are used for large-scale entertainment. The first free concert halls in the city include Agony hall, known for its agonizing music or beverages.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti performs in St. Paul for the first time with the Ole Bull Concert company, nearly getting cancelled due to an accidental fire caused by two boys at the capitol.\n\nFollowing the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens is called to express indignation at the attempt of the Cotton States to disrupt the government at the hall of the house of representatives, moving outside due to the large crowd.", "The story is set in 1850s-1860s St. Paul, Minnesota, during a time of political turbulence, Sioux tensions, and fire department development. Notable figures include Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, whose kiss with the Sioux tribe sparks controversy. The Hutchinson family significantly contributes to the city's cultural life with patriotic music.\n\nGeneral George B. McClellan frequently visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter. During the 1860 presidential election, scarce news frustrates locals. Entertainments occur at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson starts an anti-cigarette crusade.\n\nThe Great Sioux Outbreak escalates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Buildings of interest include the Mansion house, where an 1866 incident results in a guest's wife's accidental death. The Ingersoll block on Bridge Square (1861) serves as a drill hall for Company C, First regiment of Minnesota volunteers, later housing the beginning of the St. Paul library.\n\nA.M. Carver assists in theatrical productions, while Tom Marshall, a Kentucky orator, denounces Douglas and the Democratic party, gaining local Republican support. St. Paul has a theater with varying admission prices. Mazurka hall, the city's principal amusement hall, is located on Third and Exchange streets.\n\nPolitical tensions are high, with sanitary fairs held to benefit the sanitary commission. In winter 1864, large-scale entertainment takes place at the Third street end and Masonic hall on the Fourth street corner. The first free concert halls in the city include Agony hall, known for its agonizing music or beverages.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti performs in St. Paul for the first time with the Ole Bull Concert company, nearly getting cancelled due to an accidental fire.\n\nFollowing the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens is called to express indignation at the attempt of the Cotton States to disrupt the government. The meeting takes place at the house of representatives' hall, moving outside due to the large crowd. Key figures include Hon. John S. Prince, mayor of the city, Hon. John M. Gilman, an honored resident and Democratic candidate for congress, Hon. J.W. Taylor, and Col. Aldrich, a candidate for representatives in congress.", "The story unfolds in 1850s-60s St. Paul, Minnesota, marked by political strife, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, whose Sioux kiss stirs controversy. The Hutchinson family enriches the city's cultural scene with patriotic music, while General George B. McClellan visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nDuring the 1860 presidential election, scarce news fuels locals' impatience. Entertainments take place at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade.\n\nThe Great Sioux Outbreak exacerbates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Buildings of interest include the Mansion house, where an 1866 incident tragically kills a guest's wife. The Ingersoll block on Bridge Square (1861) serves as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Political tensions run high, prompting sanitary fairs. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company, narrowly avoiding cancellation due to an accidental fire.\n\nFollowing the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government. Notable figures include Hon. John S. Prince, mayor of the city, Hon. John M. Gilman, an honored resident and Democratic candidate for congress, Hon. J.W. Taylor, and Col. Aldrich, a candidate for representatives in congress.\n\nIn winter 1866-67, St. Paul's first genuine opera house opens, welcoming the Macfarland Dramatic company and later hosting notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, directly facing a well-known Democratic politician, mistakenly identified as a royal personage or a duke, but later revealed to be Coal Oil Johnny on a whim.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a time marked by political strife, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, whose Sioux kiss stirs controversy. The Hutchinson family enriches the city's cultural scene with patriotic music, while General George B. McClellan visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nDuring the 1860 presidential election, scarce news fuels locals' impatience. Entertainments take place at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade.\n\nIn 1862, the Great Sioux Outbreak exacerbates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Buildings of interest include the Mansion house, where an 1866 incident tragically kills a guest's wife. The Ingersoll block on Bridge Square (1861) serves as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Political tensions run high, prompting sanitary fairs. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company, narrowly avoiding cancellation due to an accidental fire.\n\nFollowing the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government. Notable figures include Hon. John S. Prince, mayor of the city, Hon. John M. Gilman, an honored resident and Democratic candidate for congress, Hon. J.W. Taylor, and Col. Aldrich, a candidate for representatives in congress.\n\nIn 1866-67, St. Paul's first genuine opera house opens, welcoming the Macfarland Dramatic company and later hosting notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, directly facing a well-known Democratic politician, mistakenly identified as a royal personage or a duke, but later revealed to be Coal Oil Johnny on a whim.\n\nIn the 1860s, W.H. Shelley, a prominent local Republican, gets an idea to swing around with Andrew Johnson during his famous tour. This leads to ungenerous Republicans making a great demonstration every time Mr. Douglass makes a point, causing the audience to believe that Shelley is enjoying the lecture and has probably come back to the Republican fold. However, Shelley stands it until the lecture is about half over, when he leaves the opera house in disgust. Shelley is a candidate for the position of collector of customs of the port of St. Paul, but his nomination lacks confirmation due to the largely Republican Senate.\n\nAround the time of the great Heenan and Sayers prize fight in England, a number of local sports arrange to have a mock engagement at the Athenaeum. James J. Hill is to imitate Sayers and Theodore Borup the Benecia boy. They are provided with seconds, surgeons and all the attendants necessary for properly staging the melee. It is prearranged that Theodore, in the sixth or seventh round, is to knock Hill out, but as the battle progresses, Theodore makes a false pass and Hill cannot desist from taking advantage of it, and the prearranged plan is reversed by Hill knocking Theodore out. And Hill has kept right on taking advantage of the false movements of his adversaries, and is now knocking them out with more adroitness than he did forty years ago.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a period of political unrest, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, whose Sioux kiss stirs controversy. The Hutchinson family enriches the city's cultural scene with patriotic music. General George B. McClellan visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nDuring the 1860 presidential election, scarce news fuels locals' impatience. Entertainments take place at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade.\n\nIn 1862, the Great Sioux Outbreak exacerbates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Buildings of interest include the Mansion house, where an 1866 incident tragically kills a guest's wife, and the Ingersoll block on Bridge Square (1861), serving as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Political tensions run high, prompting sanitary fairs. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company. Following the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government, led by Hon. John S. Prince, Hon. John M. Gilman, Hon. J.W. Taylor, and Col. Aldrich.\n\nSt. Paul's first genuine opera house opens in 1866-67, welcoming the Macfarland Dramatic company and later hosting notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, facing a Democratic politician mistaken for a royal personage.\n\nW.H. Shelley, a prominent local Republican, gets an idea to swing around with Andrew Johnson during his famous tour. This leads to ungenerous Republicans making a demonstration, causing a misunderstanding that Shelley has switched sides. However, Shelley stands it until leaving in disgust. Shelley is a candidate for the position of collector of customs of the port of St. Paul, but his nomination lacks confirmation due to the largely Republican Senate.\n\nAround the time of the great Heenan and Sayers prize fight in England, a number of local sports arrange a mock engagement at the Athenaeum. James J. Hill imitates Sayers and Theodore Borup the Benecia boy, but Hill knocks out Borup, reversing the prearranged plan.\n\nThe summary ends with a list of territorial printers, of which H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast are the only known survivors.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a period of political unrest, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer and brother of Chief Justice Lafayette S. Emmett, whose Sioux kiss stirs controversy. The Hutchinson family enriches the city's cultural scene with patriotic music. General George B. McClellan visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nIn 1860, during the presidential election, scarce news fuels locals' impatience. Entertainments take place at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade.\n\nIn 1862, the Great Sioux Outbreak exacerbates tensions, with ex-Gov. Sibley leading troops at Fort Ridgely. Buildings of interest include the Mansion house, where an 1866 incident tragically kills a guest's wife, and the Ingersoll block on Bridge Square (1861), serving as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Political tensions run high, prompting sanitary fairs. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company. Following the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government, led by Hon. John S. Prince, Hon. John M. Gilman, Hon. J.W. Taylor, and Col. Aldrich.\n\nSt. Paul's first genuine opera house opens in 1866-67, welcoming the Macfarland Dramatic company and later hosting notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, facing a Democratic politician mistaken for a royal personage.\n\nIn 1869, W.H. Shelley, a prominent local Republican, gets an idea to swing around with Andrew Johnson during his famous tour. This leads to ungenerous Republicans making a demonstration, causing a misunderstanding that Shelley has switched sides. However, Shelley stands it until leaving in disgust. Shelley is a candidate for the position of collector of customs of the port of St. Paul, but his nomination lacks confirmation due to the largely Republican Senate.\n\nAround the same time, James M. Goodhue arrives in St. Paul from Lancaster, Wis., with a Washington hand press and a few fonts of type, intending to start a paper at the capital of the new territory of Minnesota. He is accompanied by two young printers, Ditmarth and Dempsey, who are the first printers to set foot on the site of what was soon destined to be the metropolis of the great Northwest. These two young men quickly tire of their isolation and return to their former home.\n\nIn the spring of 1849, another young man, Capt. E.Y. Shelly, joins Goodhue. Shelly was born in Bucks county, Pa., on the 25th of September, 1827. He was instructed in the art of printing in Philadelphia and later joined the Third United States dragoons, fighting in the Mexican war. He participated in the battles of Palo Alto, Monterey and Buena Vista, and received special mention for his bravery.\n\nThe story highlights the trials and tribulations of the pioneer editors of Minnesota and the accomplishments of the nomadic printer, \"the man behind the gun,\" who has seldom received recognition from chroniclers of early history. The only known survivors of the territorial printers are H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a time of political discord, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer, his brother, Chief Justice Lafayette S. Emmett, and the Hutchinson family, who enrich the city's cultural scene with patriotic music. General George B. McClellan visits for his romantic interest in Marcy, Major R.B. Marcy’s daughter.\n\nIn 1860, during the presidential election, scarce news fuels locals' impatience. Entertainments take place at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade.\n\nPolitical unrest intensifies with the Great Sioux Outbreak in 1862, led by ex-Gov. Sibley at Fort Ridgely. Notable buildings include the Mansion house, where an 1866 incident kills a guest's wife, and the Ingersoll block on Bridge Square (1861), serving as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Sanitary fairs ensue due to high political tensions. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company. Following the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government.\n\nSt. Paul's first genuine opera house opens in 1866-67, hosting the Macfarland Dramatic company and notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, facing a Democratic politician mistaken for a royal personage.\n\nIn 1869, W.H. Shelley, a prominent local Republican, has an idea to swing around with Andrew Johnson during his famous tour. His ungenerous Republican peers make a demonstration, causing a misunderstanding that Shelley has switched sides. Shelley is a candidate for the position of collector of customs of the port of St. Paul, but his nomination lacks confirmation due to the largely Republican Senate.\n\nAround the same time, James M. Goodhue arrives in St. Paul from Lancaster, Wis., intending to start a paper at the capital of the new territory of Minnesota. He is accompanied by two young printers who quickly tire of their isolation and return home. Later, Capt. E.Y. Shelly, a nomadic printer and Mexican war veteran, joins Goodhue to work on the paper.\n\nThe story highlights the struggles of Minnesota's pioneer editors and the accomplishments of the nomadic printer, often overlooked by historians. The only known survivors of the territorial printers are H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast.", "The story takes place in 1850s-60s St. Paul, Minnesota, during a time of political discord, Sioux tensions, and fire department growth. Notable figures include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, who enrich the city's cultural scene with patriotic music; General George B. McClellan; and Major R.B. Marcy.\n\nIn 1860, during the presidential election, scarce news fuels locals' impatience. Entertainments occur at Market hall (1853) and the Athenaeum (1859). In 1861, John W. Hutchinson initiates an anti-cigarette crusade. Political unrest intensifies with the Great Sioux Outbreak in 1862, led by ex-Gov. Sibley at Fort Ridgely. Notable buildings include the Mansion house and the Ingersoll block on Bridge Square (1861), which serves as a drill hall and later the start of the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, garnering local Republican support. Sanitary fairs ensue due to high political tensions. In winter 1864, large-scale entertainment occurs at the Third street end and Masonic hall on the Fourth street corner.\n\nIn 1857, sixteen-year-old opera singer Adalina Patti debuts in St. Paul with the Ole Bull Concert company. Following the lowering of the Stars and Stripes on Sumter's walls, a mass meeting of citizens convenes to protest the Cotton States' bid to disrupt the government.\n\nSt. Paul's first genuine opera house opens in 1866-67, hosting the Macfarland Dramatic company and notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass. During Douglass' lecture, the theater is so crowded that some attendees resort to standing in upper boxes, facing a Democratic politician mistaken for a royal personage.\n\nIn 1869, W.H. Shelley, a prominent local Republican, has an idea to swing around with Andrew Johnson during his famous tour, causing a misunderstanding that Shelley has switched sides. Shelley is a candidate for the position of collector of customs of the port of St. Paul, but his nomination lacks confirmation due to the largely Republican Senate.\n\nAround the same time, James M. Goodhue arrives in St. Paul from Lancaster, Wis., intending to start a paper at the capital of the new territory of Minnesota. He is accompanied by two young printers who quickly tire of their isolation and return home. Later, Capt. E.Y. Shelly, a nomadic printer and Mexican war veteran, joins Goodhue to work on the paper.\n\nThe story also follows the experiences of a regiment during the Civil War, which includes three companies going to Savannah to meet Gen. Beauregard, one of them being Capt. Shelly's. Brackett's company is sent to Louisville to protect the roads and bridges, enabling Gen. Buell to arrive at Pittsburg Landing just in time to save Gen. Grant. Capt. Shelly's company is engaged in protecting the railroad from Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks in 1862 and 1863. After the battle of Chickamauga, the regiment is kept on duty on the dividing line between the two forces. Most of Capt. Shelly's company reinlists in 1864 and returns home on a thirty days' furlough. The story highlights the struggles of Minnesota's pioneer editors and the accomplishments of the nomadic printer, often overlooked by historians. The only known survivors of the territorial printers are H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast.", "The story unfolds in 1850s-60s St. Paul, Minnesota, during a time of political upheaval, Sioux tensions, and fire department expansion. Notable figures include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural contributors; General George B. McClellan; Major R.B. Marcy; sixteen-year-old opera singer Adalina Patti; W.H. Shelley, a local Republican; and James M. Goodhue, aiming to start a paper in Minnesota's capital.\n\nIn 1860, impatience grows due to scarce presidential election news. Entertainments occur at Market hall and the Athenaeum. In 1861, John W. Hutchinson starts an anti-cigarette crusade as political unrest intensifies with the Great Sioux Outbreak, led by ex-Gov. Sibley at Fort Ridgely. Notable buildings include the Mansion house and Ingersoll block, serving as a drill hall and starting the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, gaining local Republican support. Sanitary fairs follow due to high political tensions. In winter 1864, large-scale entertainment takes place at the Third street end and Masonic hall.\n\nIn 1857, Patti debuts in St. Paul. After the lowering of the Stars and Stripes on Sumter's walls, a mass meeting protests the Cotton States' attempt to disrupt the government. In 1866-67, St. Paul's first opera house opens, hosting the Macfarland Dramatic company and notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass.\n\nIn 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. James M. Goodhue arrives in St. Paul to start a paper, accompanied by two young printers who return home. Capt. E.Y. Shelly, a Mexican war veteran, joins Goodhue to work on the paper.\n\nThe story also follows the experiences of a Minnesota regiment during the Civil War, with three companies going to Savannah, one of them being Capt. Shelly's. Brackett's company protects roads and bridges in Louisville, enabling Gen. Buell to arrive just in time to save Gen. Grant. Capt. Shelly's company protects the railroad in Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nThe story highlights the struggles of Minnesota's pioneer editors and the accomplishments of the nomadic printer, often overlooked by historians. The only known territorial printers' survivors are H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast.", "The story unfolds in 1850s-60s St. Paul, Minnesota, during a time of political upheaval, Sioux tensions, and fire department expansion. Notable figures include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural contributors; General George B. McClellan; Major R.B. Marcy; sixteen-year-old opera singer Adalina Patti; W.H. Shelley, a local Republican; and James M. Goodhue, aiming to start a paper in Minnesota's capital.\n\nIn 1860, impatience grows due to scarce presidential election news. Entertainments occur at Market hall and the Athenaeum. In 1861, John W. Hutchinson starts an anti-cigarette crusade as political unrest intensifies with the Great Sioux Outbreak, led by ex-Gov. Sibley at Fort Ridgely. Notable buildings include the Mansion house and Ingersoll block, serving as a drill hall and starting the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, condemns Douglas and the Democratic party, gaining local Republican support. Sanitary fairs follow due to high political tensions. In winter 1864, large-scale entertainment takes place at the Third street end and Masonic hall.\n\nIn 1857, Patti debuts in St. Paul. After the lowering of the Stars and Stripes on Sumter's walls, a mass meeting protests the Cotton States' attempt to disrupt the government. In 1866-67, St. Paul's first opera house opens, hosting the Macfarland Dramatic company and notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass.\n\nIn 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. James M. Goodhue arrives in St. Paul to start a paper, accompanied by two young printers who return home. Capt. E.Y. Shelly, a Mexican war veteran, joins Goodhue to work on the paper.\n\nThe story also follows the experiences of a Minnesota regiment during the Civil War, with three companies going to Savannah, one of them being Capt. Shelly's. Brackett's company protects roads and bridges in Louisville, enabling Gen. Buell to arrive just in time to save Gen. Grant. Capt. Shelly's company protects the railroad in Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nThe story highlights the struggles of Minnesota's pioneer editors and the accomplishments of the nomadic printer, often overlooked by historians. The only known territorial printers' survivors are H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, and M.R. Prendergast.", "The story unfolds in 1850s-60s St. Paul, Minnesota, during a period of political upheaval, Sioux tensions, and fire department expansion. Central figures include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural contributors; General George B. McClellan; Major R.B. Marcy; sixteen-year-old opera singer Adalina Patti; W.H. Shelley, a local Republican; and James M. Goodhue, intending to establish a newspaper in Minnesota's capital.\n\nIn 1860, impatience grows due to scant presidential election news. Entertainments occur at Market hall and the Athenaeum. In 1861, John W. Hutchinson initiates an anti-cigarette crusade amid escalating political tensions with the Great Sioux Outbreak, led by ex-Gov. Sibley at Fort Ridgely. Noteworthy buildings include the Mansion house and Ingersoll block, utilized as a drill hall and starting the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, denounces Douglas and the Democratic party, garnering local Republican support. Sanitary fairs follow due to high political tensions. In winter 1864, large-scale entertainment takes place at the Third street end and Masonic hall.\n\nIn 1857, Patti debuts in St. Paul. After the lowering of the Stars and Stripes on Sumter's walls, a mass meeting protests the Cotton States' attempt to disrupt the government. In 1866-67, St. Paul's first opera house opens, hosting the Macfarland Dramatic company and notable figures, such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass.\n\nIn 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. James M. Goodhue arrives in St. Paul to start a paper, accompanied by two young printers who return home. Capt. E.Y. Shelly, a Mexican war veteran, joins Goodhue to work on the paper.\n\nSimultaneously, the story chronicles the experiences of a Minnesota regiment during the Civil War. Three companies go to Savannah, one of them being Capt. Shelly's. Brackett's company protects roads and bridges in Louisville, enabling Gen. Buell to arrive just in time to save Gen. Grant. Capt. Shelly's company protects the railroad in Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nThe narrative underscores the struggles of Minnesota's pioneer editors and the accomplishments of the nomadic printer, often overlooked by historians. Printers mentioned include H.O. Bassford, George W. Benedict, David Brock, John C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, M.R. Prendergast, Mr. Stuart, E.S. Lightbourn, M.J. Clum, and J.B. Chancy.", "The story unfolds in 1850s-60s St. Paul, Minnesota, during a period of political strife, Sioux tensions, and fire department growth. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; sixteen-year-old opera singer Adalina Patti; W.H. Shelley, a local Republican; and James M. Goodhue, planning to establish a newspaper.\n\nIn 1860, impatience over scarce presidential election news leads to entertainments at Market hall and the Athenaeum. In 1861, John W. Hutchinson initiates an anti-cigarette crusade amidst escalating political tensions with the Great Sioux Outbreak. Noteworthy buildings include the Mansion house and Ingersoll block, utilized as a drill hall and starting the St. Paul library.\n\nA.M. Carver supports theatrical productions, and Tom Marshall, a Kentucky orator, denounces Douglas and the Democratic party, gaining local Republican support. Sanitary fairs follow due to high political tensions. In winter 1864, large-scale entertainment takes place at the Third street end and Masonic hall.\n\nIn 1857, Patti debuts in St. Paul. After the lowering of the Stars and Stripes on Sumter's walls, a mass meeting protests the Cotton States' attempt to disrupt the government. In 1866-67, St. Paul's first opera house opens, hosting notable figures like Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass.\n\nIn 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. James M. Goodhue arrives in St. Paul to start a paper, accompanied by two young printers who return home. Capt. E.Y. Shelly, a Mexican war veteran, joins Goodhue to work on the paper.\n\nSimultaneously, the story chronicles the experiences of a Minnesota regiment during the Civil War, including three companies going to Savannah, one led by Capt. Shelly. Brackett's company protects roads and bridges in Louisville, enabling Gen. Buell to arrive just in time to save Gen. Grant. Capt. Shelly's company protects the railroad in Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nIntroduced are territorial printers who served in the Civil War, including M.R. Prendergast, the story's protagonist, an officer in a Michigan regiment and later governor of Alaska under Grover Cleveland. Other printers include A.J. Underwood, a member of Berdan's Sharp-shooters, and Robert V. Hesselgrave, a lieutenant in the First Minnesota Heavy Artillery. These printers contributed significantly to Minnesota's printing industry.", "The story takes place in 1850s-60s St. Paul, Minnesota, amid political strife, Sioux tensions, and fire department growth. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, planning to establish a newspaper; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nIn 1860, impatience over presidential election news leads to entertainments at Market hall and the Athenaeum. In 1861, anti-cigarette crusades begin as political tensions escalate with the Great Sioux Outbreak. Buildings like the Mansion house and Ingersoll block serve as drill halls and start the St. Paul library.\n\nIn 1864, large-scale entertainment occurs at the Third street end and Masonic hall. Notable figures such as Wendell Philips, Henry Ward Beecher, Theodore Tilton, and Frederick Douglass visit St. Paul's first opera house in 1866-67, following the lowering of the Stars and Stripes on Sumter's walls.\n\nIn 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. That same year, James M. Goodhue arrives in St. Paul to start a paper, joined by two young printers who later return home. Capt. E.Y. Shelly, a Mexican war veteran, helps Goodhue with the paper.\n\nThe story also covers a Minnesota regiment's experiences during the Civil War, including three companies going to Savannah and one led by Capt. Shelly. Brackett's company protects roads and bridges in Louisville, enabling Gen. Buell to save Gen. Grant. Capt. Shelly's company protects the railroad in Columbus, Ky., to Corinth, Miss., and participates in the defense of Fort Donalson against rebel attacks. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nThroughout the story, historical printers in St. Paul are introduced, such as George W. Moore, John P. Owens, Louis E. Fisher, George W. Armstrong, James M. Culver, David Ramaley, and H.O. Bassford. These figures contribute significantly to Minnesota's printing industry.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a time of political strife, Sioux tensions, and fire department growth. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, planning to establish a newspaper; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nIn 1860, impatience over presidential election news leads to entertainments at Market hall and the Athenaeum. The Mansion house and Ingersoll block serve as drill halls and start the St. Paul library in 1861, amid anti-cigarette crusades and political tensions escalating with the Great Sioux Outbreak.\n\nBy 1864, large-scale entertainment occurs at the Third street end and Masonic hall, with notable figures visiting St. Paul's first opera house in 1866-67. In 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. That same year, James M. Goodhue arrives in St. Paul to start a paper, joined by two young printers who later return home.\n\nParallelly, a Minnesota regiment experiences the Civil War, including three companies going to Savannah and one led by Capt. Shelly, whose company protects roads and bridges in Louisville and participates in the defense of Fort Donalson. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nAmong the new printers introduced are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson. They significantly contribute to Minnesota's printing industry.\n\nGeorge W. Moore, John P. Owens, Louis E. Fisher, George W. Armstrong, James M. Culver, David Ramaley, and H.O. Bassford are historical printers in St. Paul.\n\nIn 1861, buildings like the Mansion house and Ingersoll block serve as drill halls and start the St. Paul library amid political tensions and anti-cigarette crusades. In 1864, large-scale entertainment occurs at the Third street end and Masonic hall, followed by the opening of St. Paul's first opera house in 1866-67.\n\nThe story covers the Civil War experiences of a Minnesota regiment, including the protection of roads, bridges, and railroads, and participation in Fort Donalson's defense. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nSeveral notable figures visit St. Paul, including Dan Emmett, Adalina Patti, Wendell Philips, Henry Ward Beecher, Theodore Tilton, Frederick Douglass, and General George B. McClellan. Among them are politicians, artists, and social reformers.\n\nThe introduction of new printers, such as Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson, contributes significantly to Minnesota's printing industry. Wentworth, a poet printer known as \"Long Haired Wentworth,\" enlists in the First Minnesota regiment but is dismissed for refusing to cut his hair.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a time of political strife, Sioux tensions, and fire department growth. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, planning to establish a newspaper; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nIn 1860, impatience over presidential election news leads to entertainments at Market hall and the Athenaeum. The Mansion house and Ingersoll block serve as drill halls and start the St. Paul library in 1861, amid anti-cigarette crusades and political tensions escalating with the Great Sioux Outbreak.\n\nBy 1864, large-scale entertainment occurs at the Third street end and Masonic hall, with notable figures visiting St. Paul's first opera house in 1866-67. In 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. That same year, James M. Goodhue arrives in St. Paul to start a paper, joined by two young printers who later return home.\n\nAmong the new printers introduced are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson. They significantly contribute to Minnesota's printing industry. Wentworth, a poet printer known as \"Long Haired Wentworth,\" enlists in the First Minnesota regiment but is dismissed for refusing to cut his hair.\n\nIn 1861, buildings like the Mansion house and Ingersoll block serve as drill halls and start the St. Paul library amid political tensions and anti-cigarette crusades. In 1864, large-scale entertainment occurs at the Third street end and Masonic hall, followed by the opening of St. Paul's first opera house in 1866-67.\n\nThe story covers the Civil War experiences of a Minnesota regiment, including the protection of roads, bridges, and railroads, and participation in Fort Donalson's defense. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nSeveral notable figures visit St. Paul, including Dan Emmett, Adalina Patti, Wendell Philips, Henry Ward Beecher, Theodore Tilton, Frederick Douglass, and General George B. McClellan. Among them are politicians, artists, and social reformers.\n\nNew characters introduced in the excerpt include Andrew Jackson Morgan, a printer-politician brought to St. Paul by Col. D.A. Robertson and made foreman of the Democrat. He was said to resemble Stephen A. Douglas and carried a silver dollar given to him by Andrew Jackson. Jack Ward, also known as J.Q.A. Ward, was the business manager of the Minnesotian and created the first immigration pamphlet in the territory. He is known for marrying his employer's daughter on half an hour's ballroom acquaintance. Jack Barbour, another notable figure, believed that giving up business was better than interfering with the fiery king.\n\nThese new characters add to the political and printing landscape of St. Paul, with their unique personalities and beliefs shaping the narrative.", "The story takes place in 1850s-60s St. Paul, Minnesota, a time of political strife, Sioux tensions, and fire department growth. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, planning to establish a newspaper; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nIn 1860, impatience over presidential election news leads to entertainments at Market hall and the Athenaeum. The Mansion house and Ingersoll block serve as drill halls and start the St. Paul library in 1861, amid anti-cigarette crusades and political tensions escalating with the Great Sioux Outbreak.\n\nBy 1864, large-scale entertainment occurs at the Third street end and Masonic hall, with notable figures visiting St. Paul's first opera house in 1866-67. In 1869, W.H. Shelley, a Republican candidate for collector of customs, plans to \"swing around\" with Andrew Johnson, causing a misunderstanding. That same year, James M. Goodhue arrives in St. Paul to start a paper, joined by two young printers who later return home.\n\nAmong the new printers introduced are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson. They significantly contribute to Minnesota's printing industry. Wentworth, a poet printer known as \"Long Haired Wentworth,\" enlists in the First Minnesota regiment but is dismissed for refusing to cut his hair.\n\nIn 1861, buildings like the Mansion house and Ingersoll block serve as drill halls and start the St. Paul library amid political tensions and anti-cigarette crusades. In 1864, large-scale entertainment occurs at the Third street end and Masonic hall, followed by the opening of St. Paul's first opera house in 1866-67.\n\nThe story covers the Civil War experiences of a Minnesota regiment, including the protection of roads, bridges, and railroads, and participation in Fort Donalson's defense. Most of Capt. Shelly's company reenlists in 1864 and returns home on a thirty-day furlough.\n\nSeveral notable figures visit St. Paul, including Dan Emmett, Adalina Patti, Wendell Philips, Henry Ward Beecher, Theodore Tilton, Frederick Douglass, and General George B. McClellan. Among them are politicians, artists, and social reformers.\n\nNew characters introduced in the excerpt include Andrew Jackson Morgan, a printer-politician brought to St. Paul by Col. D.A. Robertson and made foreman of the Democrat. He was said to resemble Stephen A. Douglas and carried a silver dollar given to him by Andrew Jackson. Jack Ward, also known as J.Q.A. Ward, was the business manager of the Minnesotian and created the first immigration pamphlet in the territory. He is known for marrying his employer's daughter on half an hour's ballroom acquaintance. Jack Barbour, another notable figure, believed that giving up business was better than interfering with the fiery king.\n\nThe narrative now includes Andrew Jackson Morgan, Jack Ward, and Jack Barbour, who bring their unique experiences and perspectives to St. Paul's political and printing landscape. The story also explores the transformation of the composing room with the introduction of the iron printer, the sociability that once existed, and the impact on the tradition of receiving diplomas. The story features various characters who have made significant contributions to Minnesota's printing industry and the growth of St. Paul.", "In the 1850s-60s, St. Paul, Minnesota - a hub of political unrest, Sioux tensions, and fire department expansion - sets the stage for a vibrant story. Characters include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, future newspaper editor; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nIn 1860, impatience over presidential election news fuels entertainments at Market hall and the Athenaeum. Meanwhile, the Mansion house and Ingersoll block serve as drill halls while starting the St. Paul library amid anti-cigarette crusades. The political climate grows tenser with the Great Sioux Outbreak in 1861.\n\nEntertainment in St. Paul escalates by 1864, with large-scale events at the Third street end and Masonic hall. St. Paul's first opera house opens in 1866-67, attracting notable figures. In 1869, W.H. Shelley plans to \"swing around\" with Andrew Johnson, causing confusion; meanwhile, James M. Goodhue arrives to establish a paper, along with young printers.\n\nAmong these new printers are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson. They significantly contribute to Minnesota's printing industry. Wentworth, a poet printer known as \"Long Haired Wentworth,\" enlists in the First Minnesota regiment but is dismissed for his long hair.\n\nIn 1861, the Mansion house and Ingersoll block serve as drill halls and the St. Paul library debuts amid tensions. In 1864, large-scale entertainment surfaces, followed by the opening of St. Paul's first opera house in 1866-67. A Minnesota regiment's Civil War experiences are also chronicled, involving the protection of infrastructure and participating in Fort Donalson's defense.\n\nSeveral prominent figures visit St. Paul, including Dan Emmett, Adalina Patti, Wendell Philips, Henry Ward Beecher, Theodore Tilton, Frederick Douglass, and General George B. McClellan. New characters, like Andrew Jackson Morgan, a printer-politician, Jack Ward, business manager of the Minnesotian, and Jack Barbour, contribute to St. Paul's political and printing landscape.\n\nThe story explores the transformation of the composing room with the iron printer, the sociability once found in the composing room, and the effect on diploma traditions. The narrative features various characters who have contributed significantly to Minnesota's printing industry and St. Paul's growth. It delves into the challenges faced by territorial printers, their roles as editors, and the camaraderie within the composing room, all while presenting the sociopolitical climate, as new figures add to St. Paul's rich history.", "The story begins in St. Paul, Minnesota during the 1850s-60s, a time of political unrest, Sioux tensions, and fire department expansion. The narrative features various characters who have significantly contributed to Minnesota's printing industry and St. Paul's growth. These include Dan Emmett, a minstrel performer; his brother, Chief Justice Lafayette S. Emmett; the Hutchinson family, cultural influencers; General George B. McClellan; Major R.B. Marcy; opera singer Adalina Patti; W.H. Shelley, a local Republican; James M. Goodhue, future newspaper editor; and three territorial printers who served in the Civil War - M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nBy 1860, St. Paul is bustling with entertainments at Market hall and the Athenaeum, while the Mansion house and Ingersoll block serve as drill halls. The St. Paul library is started amid anti-cigarette crusades. The political climate grows tenser with the Great Sioux Outbreak in 1861.\n\nThe narrative also follows the experiences of a Minnesota regiment during the Civil War. They are involved in the protection of infrastructure and participate in Fort Donalson's defense.\n\nEntertainment in St. Paul escalates by 1864, with large-scale events at the Third street end and Masonic hall. St. Paul's first opera house opens in 1866-67, attracting notable figures. In 1869, W.H. Shelley plans to \"swing around\" with Andrew Johnson, causing confusion; meanwhile, James M. Goodhue arrives to establish a paper, along with young printers.\n\nAmong these new printers are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson. Wentworth, a poet printer known as \"Long Haired Wentworth,\" enlists in the First Minnesota regiment but is dismissed for his long hair.\n\nIn 1861, the Mansion house and Ingersoll block serve as drill halls and the St. Paul library debuts amid tensions. In 1864, large-scale entertainment surfaces, followed by the opening of St. Paul's first opera house in 1866-67.\n\nThe story also explores the transformation of the composing room with the iron printer, the sociability once found in the composing room, and the effect on diploma traditions. The narrative features various characters who have contributed significantly to Minnesota's printing industry and St. Paul's growth. It delves into the challenges faced by territorial printers, their roles as editors, and the camaraderie within the composing room.\n\nIn the excerpt provided, the narrative shifts to the Civil War experiences of the Second Minnesota regiment. Van Cleve is appointed colonel, with headquarters at Fort Snelling. The regiment is sent to various posts along the frontier, but later changes its destination to Louisville, under the command of Gen. W.T. Sherman. They are then ordered to Lebanon Junction, where they remain for six weeks before moving to Lebanon, Ky. In December, they are organized into a brigade, forming part of Gen. George H. Thomas' First division. In January 1862, they embark on the Mill Springs campaign, spending most of their time marching under harsh weather conditions.\n\nKey characters introduced in this segment include Van Cleve, a colonel in the Second Minnesota regiment, and Gen. W.T. Sherman and Gen. George H. Thomas, commanding officers in the Union army.", "The story begins in St. Paul, Minnesota during the 1850s-60s, a time of political unrest, Sioux tensions, and fire department expansion. It features various characters who have significantly contributed to Minnesota's printing industry and St. Paul's growth, including Dan Emmett, Lafayette S. Emmett, the Hutchinson family, General George B. McClellan, Major R.B. Marcy, Adalina Patti, W.H. Shelley, James M. Goodhue, M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nBy 1860, St. Paul is bustling with entertainments at Market hall and the Athenaeum, while the Mansion house and Ingersoll block serve as drill halls. The St. Paul library is started amid anti-cigarette crusades. The political climate grows tenser with the Great Sioux Outbreak in 1861.\n\nThe narrative also follows the experiences of a Minnesota regiment during the Civil War. They are involved in the protection of infrastructure and participate in Fort Donalson's defense. Among the new printers in St. Paul are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson.\n\nIn 1861, the Mansion house and Ingersoll block serve as drill halls and the St. Paul library debuts amid tensions. In 1864, large-scale entertainment surfaces, followed by the opening of St. Paul's first opera house in 1866-67.\n\nThe story explores the transformation of the composing room with the iron printer, the sociability once found in the composing room, and the effect on diploma traditions. It delves into the challenges faced by territorial printers, their roles as editors, and the camaraderie within the composing room.\n\nThe narrative then shifts to the Civil War experiences of the Second Minnesota regiment. Van Cleve is appointed colonel, with headquarters at Fort Snelling. The regiment is sent to various posts along the frontier, but later changes its destination to Louisville, under the command of Gen. W.T. Sherman. They are then ordered to Lebanon Junction, where they remain for six weeks before moving to Lebanon, Ky. In December, they are organized into a brigade, forming part of Gen. George H. Thomas' First division. In January 1862, they embark on the Mill Springs campaign, spending most of their time marching under harsh weather conditions.\n\nIn this excerpt, the regiment engages in a skirmish where they run out of ammunition, causing the enemy to mistakenly assume they have the upper hand. However, the Second Minnesota regiment resumes firing, causing significant casualties among the Fifteenth Mississippi and Sixteenth Alabama regiments. The battle ends with many enemy soldiers killed, wounded, or surrendered. Notable figures in this segment include Colonel Van Cleve, Gen. W.T. Sherman, and Gen. George H. Thomas.", "The story unfolds in 1850s-60s St. Paul, Minnesota, a time of political turmoil, Sioux tensions, and fire department growth. Pivotal figures in Minnesota's printing industry and St. Paul's expansion include Dan Emmett, Lafayette S. Emmett, the Hutchinson family, General George B. McClellan, Major R.B. Marcy, Adalina Patti, W.H. Shelley, James M. Goodhue, M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave.\n\nBy 1860, St. Paul buzzes with entertainments as Market hall and the Athenaeum host various events. The Mansion house and Ingersoll block serve as drill halls, and the St. Paul library begins amid anti-cigarette crusades. Tensions escalate with the Great Sioux Outbreak in 1861.\n\nThe narrative follows a Minnesota regiment's experiences during the Civil War, starting with their involvement in infrastructure protection and Fort Donalson's defense. Among the new printers in St. Paul are Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson.\n\nIn 1861, St. Paul's political climate grows tense, and the library debuts. In 1864, large-scale entertainment emerges, leading to the opening of St. Paul's first opera house in 1866-67. The story investigates the transformation of the composing room with the iron printer, the sociability once found in the composing room, and the effect on diploma traditions. It explores the challenges faced by territorial printers, their roles as editors, and the camaraderie within the composing room.\n\nThe narrative then shifts to the Civil War experiences of the Second Minnesota regiment. Van Cleve is appointed colonel, with headquarters at Fort Snelling. The regiment is sent to various frontier posts, then changes its destination to Louisville under Gen. W.T. Sherman, eventually moving to Lebanon Junction and Lebanon, Ky. They are later organized into a brigade as part of Gen. George H. Thomas' First division. In January 1862, they participate in the Mill Springs campaign.\n\nDuring a skirmish, the Second Minnesota runs out of ammunition, causing the enemy to mistakenly assume they have the upper hand, but they resume firing, causing significant casualties among the Fifteenth Mississippi and Sixteenth Alabama regiments. The battle ends with many enemy soldiers killed, wounded, or surrendered.\n\nAfter the battle, St. Paul residents anxiously seek news about their men. The Second Minnesota suffers twelve casualties and thirty-five injuries. Soldiers claim they shot Bailie Payton and Zollicoffer, but it is later discovered that no one knows who shot Payton, and Col. Fry of the Fourth Kentucky shot Zollicoffer. Lieut. Tuttle captures Payton's sword, which has historical significance, as it was presented to Payton by New Orleans citizens at the Mexican war's outbreak. It was carried by Payton throughout the war and was by his side when he received Santa Anna's surrender of the City of Mexico. There have been discussions between the government, state officials, and Payton's descendants about returning this trophy, but no arrangements have been finalized. Payton was known as a \"hoop-skirt\" convert to the Confederate cause, insulted and hissed at on Nashville's streets for his Union loyalty.", "The story is set in political turmoil of the 1850s-60s in St. Paul, Minnesota, where key figures such as Dan Emmett, Lafayette S. Emmett, the Hutchinson family, General George B. McClellan, Major R.B. Marcy, Adalina Patti, W.H. Shelley, James M. Goodhue, M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave contribute to the city's growth and printing industry.\n\nBy 1860, St. Paul sees an increase in entertainment at Market hall, the Athenaeum, Mansion house, and Ingersoll block. The library starts amid anti-cigarette crusades, while tensions escalate with the Great Sioux Outbreak in 1861.\n\nThe narrative follows the Second Minnesota regiment's experiences during the Civil War, beginning with their involvement in infrastructure protection and Fort Donalson's defense. New printers in St. Paul include Francis P. McNamee, George W. Benedict, Richard Bradley, D.L. Paine, John O. Terry, J.B.H. Mitchell, Wentworth, and Marshall Robinson.\n\nIn 1861, St. Paul's political climate becomes tense, and the library opens. In 1864, large-scale entertainment emerges, leading to the opening of St. Paul's first opera house in 1866-67.\n\nThe story explores the composing room's transformation, sociability, and impact on diploma traditions. It highlights the challenges faced by territorial printers, their roles as editors, and camaraderie within the composing room.\n\nThe narrative then shifts to the Civil War experiences of the Second Minnesota regiment. Van Cleve is appointed colonel, with headquarters at Fort Snelling. The regiment moves to Louisville under Gen. W.T. Sherman, then to Lebanon Junction and Lebanon, Ky. They join Gen. George H. Thomas' First division as part of a brigade.\n\nIn January 1862, the Second Minnesota participates in the Mill Springs campaign. During a skirmish, they run out of ammunition, causing the enemy to assume an advantage. However, they resume firing, causing significant casualties among the Fifteenth Mississippi and Sixteenth Alabama regiments.\n\nAfter the battle, St. Paul residents anxiously seek news about their men. The Second Minnesota suffers twelve casualties and thirty-five injuries. Soldiers claim they shot Bailie Payton and Zollicoffer, but it is later discovered that no one knows who shot Payton. Col. Fry of the Fourth Kentucky shot Zollicoffer.\n\nLieut. Tuttle captures Payton's sword, which has historical significance, as it was presented to Payton by New Orleans citizens at the Mexican war's outbreak. It was carried by Payton throughout the war and was by his side when he received Santa Anna's surrender of the City of Mexico. Discussions about returning this trophy to Payton's descendants have taken place, but no arrangements have been finalized. Payton was known as a \"hoop-skirt\" convert to the Confederate cause, insulted and hissed at on Nashville's streets for his Union loyalty.", "The story is set in St. Paul, Minnesota, during the political turmoil of the 1850s-60s. Key figures such as Dan Emmett, Lafayette S. Emmett, the Hutchinson family, General George B. McClellan, Major R.B. Marcy, Adalina Patti, W.H. Shelley, James M. Goodhue, M.R. Prendergast, A.J. Underwood, and Robert V. Hesselgrave contribute to the city's growth and printing industry. By 1860, St. Paul sees an increase in entertainment, while the library starts amid anti-cigarette crusades. Tensions escalate with the Great Sioux Outbreak in 1861.\n\nThe narrative follows the Second Minnesota regiment's experiences during the Civil War, beginning with their involvement in infrastructure protection and Fort Donalson's defense. In 1861, St. Paul's political climate becomes tense, and the library opens. In 1864, large-scale entertainment emerges, leading to the opening of St. Paul's first opera house in 1866-67.\n\nThe story explores the composing room's transformation, sociability, and impact on diploma traditions. It highlights the challenges faced by territorial printers, their roles as editors, and camaraderie within the composing room.\n\nIn 1862, the Second Minnesota, under Colonel Van Cleve, moves to Louisville, then to Lebanon Junction and Lebanon, Ky. They join Gen. George H. Thomas' First division as part of a brigade. The regiment participates in the Mill Springs campaign in January 1862. During a skirmish, they run out of ammunition, but resume firing, causing significant casualties among the Fifteenth Mississippi and Sixteenth Alabama regiments.\n\nAfter the battle, St. Paul residents anxiously seek news about their men. The Second Minnesota suffers twelve casualties and thirty-five injuries. Soldiers claim they shot Bailie Payton and Zollicoffer, but it is later discovered that no one knows who shot Payton. Col. Fry of the Fourth Kentucky shot Zollicoffer.\n\nZollicoffer was a prominent and influential citizen of Nashville who stumped the state with Col. Peyton in opposition to the ordinance of secession. However, he determined to follow the fortunes of his state when Tennessee seceded. On the day before the battle, he made a speech to his troops, saying he would take them to Indiana or go to hell himself. He didn't go to Indiana.\n\nA poet of the Fourth Kentucky perpetuated a poem shortly after the battle, celebrating Col. Fry's act of shooting Zollicoffer. The loyal Kentuckians rejoiced over the victory, which was their battle against rebel invaders from Tennessee, Mississippi, and Alabama. Their gratitude went out to their neighbors from Minnesota, Indiana, and Ohio who came to their support and drove the invaders out of their state.\n\nPayton's sword, which has historical significance, was captured by Lieut. Tuttle. Discussions about returning this trophy to Payton's descendants have taken place, but no arrangements have been finalized. Payton was known as a \"hoop-skirt\" convert to the Confederate cause, insulted and hissed at on Nashville's streets for his Union loyalty."]}